{
  "Clinic name": "Adler Balance",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Ortisei",
  "Location (country)": "Italy",
  "Location (address)": "Via Stufan 5, 39046 Ortisei, Italy",
  "Short description (less than 160 characters)": "Adler Balance offers a holistic wellness experience in the Dolomites with expansive spa facilities and personalized health programs.",
  "Long description (500 characters)": "Immerse yourself in the soothing water and quiet worlds to rebalance your body and mind at Adler Balance. Located in the scenic Dolomites, this wellness retreat offers expansive spa facilities and holistic wellness programs through ADLER MED, integrating traditional and alternative medicine. Enjoy personalized health programs, scenic mountain views, and direct access to nature trails and ski lifts. Adler Balance is an adults-only retreat, ensuring a peaceful and rejuvenating experience.",
  "Serenity Ways URL": "https://serenityways.com/collections/adler-balance",
  "USP 1 (title)": "Expansive Spa Facilities",
  "USP 1 (description in less than 160 characters)": "3,500 m² wellness area with pools, saunas, and relaxation zones for a comprehensive spa experience.",
  "USP 2 (title)": "Holistic Wellness Programs",
  "USP 2 (description in less than 160 characters)": "Personalized health programs integrating traditional and alternative medicine for vitality and well-being.",
  "USP 3 (title)": "Scenic Mountain Location",
  "USP 3 (description in less than 160 characters)": "Nestled in the Dolomites, offering direct access to nature trails and ski lifts for outdoor enthusiasts.",
  "Health and wellness approach (less than 500 characters)": "Adler Balance adopts a holistic wellness philosophy through its ADLER MED program, combining traditional and alternative medicine practices. The interdisciplinary approach includes genetic medicine, nutritional science, and more. Specializing in detox, weight loss, stress management, and anti-aging, guests receive personalized wellness programs after a comprehensive medical evaluation.",
  "Nutrition approach (less than 500 characters)": "Adler Balance emphasizes chrononutrition, aligning food intake with the body's natural rhythms. This approach considers seasonal variations, hormonal cycles, and sleep patterns. The culinary offerings include Italian and South Tyrolean specialties, focusing on health and balance without strict calorie restrictions, ensuring a flexible and enjoyable dining experience.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks such as room upgrades, early check-in, late check-out, and spa credits.",
  "Languages spoken": "Italian, English, German upon request",
  "Location highlights": "Mountain retreat; situated in the Dolomites, next to the Adler Dolomiti building. Direct access to hiking and skiing.",
  "Access": "Nearest international airports: Innsbruck (1.5 hours), Verona (2 hours), Milano & Munich (3 hours).",
  "Family friendly ?": "Relaxation guaranteed: Adler Balance is for adults only, welcoming guests aged 14 and over.",
  "Pet friendly ?": "Pets are not allowed in Adler Balance.",
  "Booking and payment policy": "A credit card is required to guarantee the reservation. Charges apply only for cancellations with penalty or non-payment at check-out.",
  "Cancellation policy": "Free cancellation more than 20 days prior. 50% fee for cancellations 19-3 days prior. 100% fee for cancellations less than 2 days prior or no show.",
  "FAQ 1 - question": "What wellness facilities are available at Adler Balance?",
  "FAQ 1 - answer": "The resort features a spa with saunas, pools, and holistic treatments. The medical center is exclusively located in Adler Balance.",
  "FAQ 2 - question": "Is the resort suitable for families?",
  "FAQ 2 - answer": "Adler Balance and its programs are for adults only. Families may enjoy the Adler Dolomiti, which offers family-friendly accommodations.",
  "FAQ 3 - question": "What outdoor activities can guests enjoy?",
  "FAQ 3 - answer": "Guests can enjoy guided hikes, skiing, and mountain biking in the beautiful Dolomites.",
  "FAQ 4 - question": "Are there dining options catering to special dietary needs?",
  "FAQ 4 - answer": "Yes, menus include vegetarian and gluten-free options.",
  "FAQ 5 - question": "What is the best way to reach the resort?",
  "FAQ 5 - answer": "Guests can arrive by car or train, with shuttles available upon request.",
  "programs": ""
}