{
  "Clinic name": "Amanbagh",
  "Health wellness pure-player ?": "No",
  "Location (town)": "Ajabgarh",
  "Location (country)": "India",
  "Location (address)": "Amanbagh Road, Ajabgarh, Alwar District, Rajasthan, India",
  "Short description (less than 160 characters)": "A luxurious wellness retreat in fortified palace-style villas offering Ayurveda, yoga, spa, and nature-immersion in Rajasthan.",
  "Long description (500 characters)": "Amanbagh is a serene wellness retreat nestled in a historic fortified oasis in Rajasthan. Set among lush gardens and Aravalli foothills, it offers Ayurveda, yoga, meditation, spa therapies, and immersive nature excursions. Guests stay in elegant haveli suites or pool pavilions and enjoy personalized wellness journeys alongside cultural and wildlife activities.",
  "Serenity Ways URL": "https://serenityways.com/collections/amanbagh",
  "USP 1 (title)": "Historic Fortified Estate",
  "USP 1 (description in less than 160 characters)": "Stay in a beautifully restored 19th-century palace oasis nestled in citrus gardens and Aravalli foothills.",
  "USP 2 (title)": "Holistic Wellness Offerings",
  "USP 2 (description in less than 160 characters)": "Programs from 3–21 days include Ayurveda, yoga, detox and mindfulness amid nature-immersive experiences.",
  "USP 3 (title)": "Immerse in Rajasthani Culture",
  "USP 3 (description in less than 160 characters)": "Daily guided excursions to forts, local villages, wildlife reserves and sunrise yoga amid nature.",
  "Health and wellness approach (less than 500 characters)": "Amanbagh combines Ayurvedic wellness, yoga, meditation and spa therapies using Aman Spa’s natural treatments. Personalized programs balance detox, rejuvenation and mindfulness in a serene, culturally immersive setting.",
  "Nutrition approach (less than 500 characters)": "Amanbagh’s cuisine features fresh, local, organic produce from onsite gardens. Guests dine on Indian and Western menus crafted to support wellness programs like Ayurveda, detox and mindful eating.",
  "Exclusive benefits when booking with Serenity Ways": "Complimentary breakfast, arrival upgrade, early check-in/late check-out (subject to availability), 30‑min Champi head massage, 50‑min spa massage for two, and guided sunrise yoga sessions.",
  "Languages spoken": "English, Hindi",
  "Location highlights": "Set in lush citrus gardens and Aravalli hills near Ajabgarh Fort; focal for wildlife safaris in Sariska and village cultural tours.",
  "Access": "Approx. 2 hrs by car from Jaipur Airport; héliport on-site; private transfers arranged.",
  "Family friendly ?": "Yes, family-friendly hotel and villas; wellness programs are adult-tailored but children may accompany.",
  "Pet friendly ?": "No",
  "Booking and payment policy": "Program and accommodation booked via Serenity Ways or Aman. Payment at time of booking; transfers arranged at extra cost.",
  "Cancellation policy": "Free cancellation up to 7 days before; thereafter 100% cancellation fee.",
  "FAQ 1 - question": "What wellness programs are available?",
  "FAQ 1 - answer": "Amanbagh offers Ayurveda, Yoga & Mindfulness, Detox & Cleansing, and Advanced Yoga Retreats, from 3 to 21 days.",
  "FAQ 2 - question": "Are the villas suitable for families?",
  "FAQ 2 - answer": "Yes, villas and havelis accommodate families; wellness activities are adult-focused.",
  "FAQ 3 - question": "Can I do yoga and meditation daily?",
  "FAQ 3 - answer": "Yes, guided sunrise yoga and mindfulness sessions are included daily.",
  "FAQ 4 - question": "Are excursions included?",
  "FAQ 4 - answer": "Yes, guided excursions to forts, villages, wildlife reserves and camel safaris are part of wellness packages.",
  "FAQ 5 - question": "Is Amanbagh pet-friendly?",
  "FAQ 5 - answer": "No, pets are not allowed."
}
