{
  "Clinic name": "Amanpuri",
  "Health wellness pure-player ?": "No",
  "Location (town)": "Phuket",
  "Location (country)": "Thailand",
  "Location (address)": "West Coast Rd, Pansea Beach, Kalim, Phuket 83110, Thailand",
  "Short description (less than 160 characters)": "Iconic holistic wellness resort in a beachfront Thai-style pavilion complex with holistic, medical and performance wellness offerings.",
  "Long description (500 characters)": "Amanpuri is the flagship Aman resort, set on a private peninsula in Phuket with traditional Thai-style pavilions and villas. Its holistic wellness centre offers medical anti-aging, detox, stress management, sports recovery and aesthetic programs, alongside yoga, Muay Thai, pilates, hydrotherapy, and spa therapies. Personalised health interventions include diagnostics, naturopathy, and wellness coaching by Thanyapura medical experts.",
  "Serenity Ways URL": "https://serenityways.com/collections/amanpuri",
  "USP 1 (title)": "Flagship Aman Peninsula Retreat",
  "USP 1 (description in less than 160 characters)": "Set on its own peninsula with secluded beach, iconic Aman pavilions and villas with panoramic Andaman Sea views.",
  "USP 2 (title)": "Holistic & Medical Wellness",
  "USP 2 (description in less than 160 characters)": "Integrated wellness centre offering medical anti‑ageing, detox, fitness, Muay Thai and spa programmes under expert supervision.",
  "USP 3 (title)": "Comprehensive Wellness Facilities",
  "USP 3 (description in less than 160 characters)": "Includes spa suites, hydrotherapy, pilates & yoga pavilions, gym, Muay Thai ring, tennis courts and beach activities.",
  "Health and wellness approach (less than 500 characters)": "Amanpuri blends holistic wellness with medically informed programmes featuring preventative and anti‑ageing diagnostics, detox, fitness and stress management. Modalities include naturopathy, Muay Thai, pilates, yoga, hydrotherapy, physiotherapy and more, all delivered by Thanyapura‑backed medical professionals in collaboration with Aman Spa therapists.",
  "Nutrition approach (less than 500 characters)": "Wellness-focused cuisine including Thai, Japanese and Mediterranean menus, alongside naturopath-designed plant-based plans. Guests can enjoy juice bars and nutrition coaching personalised to wellness goals.",
  "Exclusive benefits when booking with Serenity Ways": "Complimentary villa/spa pavilion upgrade (subject to availability), spa credit, arrival wellness consultation, early check-in/late check-out and Aman Peninsula welcome amenities.",
  "Languages spoken": "English, Thai",
  "Location highlights": "Private peninsula on Phuket’s west coast with a secluded beach, teeming marine activities, cultural excursions and sunset views over Andaman Sea.",
  "Access": "25 min drive from Phuket International Airport; on-site helipad; private boat and driver arrangements available.",
  "Family friendly ?": "Yes – Amanpuri welcomes families; integrated kids’ hub with supervised activities while adults enjoy wellness.",
  "Pet friendly ?": "No",
  "Booking and payment policy": "Booking & payment managed directly by Aman; Serenity Ways secures exclusive perks and consultation. Payment guaranteed via hotel.",
  "Cancellation policy": "Varying by stay plan; typically free cancellation 14–30 days before arrival, full fees apply closer to arrival. Specific policies per wellness programme.",
  "FAQ 1 - question": "What wellness programmes are available?",
  "FAQ 1 - answer": "Holistic and medical programmes include Medical Wellness, Detox & Anti‑Ageing, Sports Recovery, Stress Management, and Wellness Discovery (1‑2 day intro programmes).",
  "FAQ 2 - question": "Does Amanpuri offer medical diagnostics?",
  "FAQ 2 - answer": "Yes – medical diagnostics include blood & urine panels, biomarkers, genetic & intolerance tests overseen by Thanyapura medical team.",
  "FAQ 3 - question": "Can families stay here?",
  "FAQ 3 - answer": "Yes – families are welcome and children’s programmes operate alongside adult wellness offerings.",
  "FAQ 4 - question": "What fitness & sports facilities are available?",
  "FAQ 4 - answer": "Fitness options include yoga, pilates, Muay Thai ring, glass-walled gym, tennis courts, water sports and private fitness coaching.",
  "FAQ 5 - question": "Are spa and wellness treatments included?",
  "FAQ 5 - answer": "Spa treatments can be à la carte or part of wellness programmes; hydrotherapy, massages and body treatments are available."
}
