{
  "Clinic name": "Amanbagh",
  "Health wellness pure-player ?": "",
  "Location (town)": "Ajabgarh",
  "Location (country)": "India",
  "Location (address)": "Ajabgarh, Rajasthan 301027, India",
  "Short description (less than 160 characters)": "A hidden haven in Rajasthan for rest and rejuvenation, offering holistic wellness programs and Mughal-inspired architecture.",
  "Long description (500 characters)": "Amanbagh, located in the serene Aravalli Hills of Rajasthan, India, offers a tranquil retreat with personalized wellness programs. The resort features Mughal-inspired architecture with domed cupolas and rose-tinted walls. Guests can indulge in yoga, meditation, and Ayurvedic treatments, complemented by nutritious meals made from locally sourced ingredients. Amanbagh provides a peaceful environment ideal for relaxation and wellness activities, with proximity to historical sites.",
  "Serenity Ways URL": "https://serenityways.com/collections/amanbagh",
  "USP 1 (title)": "Holistic Wellness Retreats",
  "USP 1 (description in less than 160 characters)": "Personalized programs with yoga, meditation, and Ayurvedic treatments to rejuvenate mind and body.",
  "USP 2 (title)": "Historic Mughal Architecture",
  "USP 2 (description in less than 160 characters)": "Designed like a Mughal palace with domed cupolas, courtyards, and rose-tinted walls for a regal ambiance.",
  "USP 3 (title)": "Secluded Natural Setting",
  "USP 3 (description in less than 160 characters)": "Nestled in the Aravalli Hills, surrounded by lush gardens offering tranquility and privacy.",
  "Health and wellness approach (less than 500 characters)": "Amanbagh's wellness philosophy focuses on holistic healing with traditional Indian practices. Daily yoga and meditation sessions are offered, along with Ayurvedic treatments like massages and herbal therapies. Wellness immersions combine physical activities, spa therapies, and nutritional guidance tailored to individual goals, enhancing relaxation and rejuvenation.",
  "Nutrition approach (less than 500 characters)": "Amanbagh emphasizes fresh, locally sourced ingredients for nutritious meals. The menu includes Rajasthani and international dishes, focusing on balanced nutrition. Meals can be enjoyed in various settings, enhancing the dining experience. Personalized dietary consultations are available to tailor nutrition plans to individual preferences.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive benefits at Amanbagh: upgrade on arrival, $100 USD resort credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English, Hindi",
  "Location highlights": "Countryside retreat in the Aravalli Hills, ideal for relaxation and wellness activities, near historical sites like Bhangarh Fort.",
  "Access": "Nearest international airport: Jaipur International Airport (JAI), approximately a 2-hour drive from the resort.",
  "Family friendly ?": "Yes; children are welcome, and the resort offers family-friendly accommodations and activities.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival will receive a full refund. Cancellations made within 14 days of arrival will forfeit the deposit.",
  "FAQ 1 - question": "What types of accommodations are available at Amanbagh?",
  "FAQ 1 - answer": "Guests can choose from elegant suites and pool pavilions inspired by Mughal architecture.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "Programs include Ayurvedic therapies, yoga, and personalized wellness plans.",
  "FAQ 3 - question": "What dining options are available?",
  "FAQ 3 - answer": "Dining features Indian and international cuisines with ingredients sourced locally.",
  "FAQ 4 - question": "What activities can guests enjoy?",
  "FAQ 4 - answer": "Activities include cultural tours, nature walks, and camel safaris.",
  "FAQ 5 - question": "Where is Amanbagh located?",
  "FAQ 5 - answer": "It is located in the Alwar district of Rajasthan, India.",
  "programs": ""
}