{
  "Clinic name": "Amanpuri",
  "Health wellness pure-player ?": "",
  "Location (town)": "Phuket",
  "Location (country)": "Thailand",
  "Location (address)": "Pansea Beach, Cherngtalay, Thalang District, Phuket 83110, Thailand",
  "Short description (less than 160 characters)": "One of the best beach hotels in the world, Amanpuri offers a full range of wellness programs with VIP perks.",
  "Long description (500 characters)": "Amanpuri in Phuket, Thailand, is a renowned wellness retreat offering holistic programs that integrate physical fitness, mental well-being, and spiritual balance. Situated on a private peninsula, it provides a tranquil environment with luxurious spa facilities. The Aman Spa offers treatments blending traditional Thai techniques with modern practices. Dining options include Thai, Italian, and Japanese cuisines, supporting wellness programs with fresh, organic ingredients.",
  "Serenity Ways URL": "https://serenityways.com/collections/amanpuri",
  "USP 1 (title)": "Holistic Wellness Retreats",
  "USP 1 (description in less than 160 characters)": "Comprehensive programs tailored to individual needs, integrating fitness, mental well-being, and spiritual balance.",
  "USP 2 (title)": "Secluded Beachfront Location",
  "USP 2 (description in less than 160 characters)": "Located on a private peninsula overlooking the Andaman Sea, ideal for relaxation and rejuvenation.",
  "USP 3 (title)": "Luxurious Spa Facilities",
  "USP 3 (description in less than 160 characters)": "Aman Spa offers therapies blending traditional Thai techniques with modern wellness practices.",
  "Health and wellness approach (less than 500 characters)": "Amanpuri's wellness philosophy focuses on personalized holistic retreats addressing physical, mental, and spiritual well-being. Programs like detoxification and stress management are tailored to individual goals. The Aman Spa provides treatments combining Thai healing methods with modern practices. Mindfulness practices, such as meditation, support mental clarity and emotional balance, ensuring a transformative wellness experience.",
  "Nutrition approach (less than 500 characters)": "Amanpuri offers Thai, Italian, and Japanese cuisines, using fresh, organic ingredients. Menus support wellness programs without strict calorie restrictions. Guests can consult with nutritionists for personalized dietary guidance, ensuring a flexible dining experience that complements their wellness journey.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities at Amanpuri: upgrade on arrival, $100 USD food & beverage credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English, Thai",
  "Location highlights": "Beach resort on a private peninsula with direct beach access, ideal for relaxation and water-based wellness activities.",
  "Access": "Nearest international airport: Phuket International Airport (HKT), approximately a 30-minute drive from the resort.",
  "Family friendly ?": "Yes; children are allowed, with family-friendly accommodations and activities available.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival will receive a full refund. Cancellations within 14 days will forfeit the deposit.",
  "FAQ 1 - question": "What accommodations does Amanpuri offer?",
  "FAQ 1 - answer": "Private pavilions and villas with pools, designed in traditional Thai architecture.",
  "FAQ 2 - question": "What wellness facilities are available at Amanpuri?",
  "FAQ 2 - answer": "Comprehensive wellness center with spa treatments, yoga, and holistic therapies.",
  "FAQ 3 - question": "What dining options are offered at Amanpuri?",
  "FAQ 3 - answer": "Dining options include Thai, Japanese, and Mediterranean cuisines.",
  "FAQ 4 - question": "What activities can guests enjoy?",
  "FAQ 4 - answer": "Water sports, tennis, cultural excursions, and wellness workshops.",
  "FAQ 5 - question": "How do guests reach Amanpuri?",
  "FAQ 5 - answer": "A 25-minute drive from Phuket International Airport.",
  "programs": ""
}