{
  "Clinic name": "Ananda in the Himalayas",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Narendra Nagar",
  "Location (country)": "India",
  "Location (address)": "The Palace Estate, Narendra Nagar, Tehri - Garhwal, Uttarakhand 249175, India",
  "Short description (less than 160 characters)": "Ananda is a peaceful haven in the Himalayas with wellness programs. Enjoy VIP perks and find the ideal program for your objectives.",
  "Long description (500 characters)": "One of the world’s finest holistic wellness retreats, Ananda is located in the Himalayan foothills. It offers personalized wellness journeys integrating ancient sciences and contemporary practices. The resort features a luxurious spa, yoga and meditation pavilions, and a focus on Ayurveda, yoga, emotional healing, and healthy cuisine. With expert wellness practitioners, Ananda provides a sanctuary for balance and harmony.",
  "Serenity Ways URL": "https://serenityways.com/collections/ananda-in-the-himalayas",
  "USP 1 (title)": "Signature Wellness Programs",
  "USP 1 (description in less than 160 characters)": "Personalized wellness journeys integrating ancient sciences and contemporary practices.",
  "USP 2 (title)": "Luxurious Spa",
  "USP 2 (description in less than 160 characters)": "Award-winning spa with treatments from traditional Ayurvedic to international therapies.",
  "USP 3 (title)": "Spiritual Location",
  "USP 3 (description in less than 160 characters)": "Nestled in the Himalayan foothills, offering a tranquil sanctuary with nature’s healing energy.",
  "Health and wellness approach (less than 500 characters)": "Ananda offers integrative wellness programs addressing lifestyle disorders through Ayurveda, yoga, meditation, and emotional healing. The expert team provides personalized programs focusing on holistic wellness, spiritual awareness, and healthy cuisine, ensuring a path to balance and harmony.",
  "Nutrition approach (less than 500 characters)": "Ananda’s wellness cuisine emphasizes fresh, natural foods tailored to individual body types to promote balance. The spa features therapy rooms, yoga pavilions, and an outdoor pool. Activities include yoga, meditation, trekking, and cultural excursions, contributing to holistic and spiritual well-being.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities: guaranteed upgrade at booking, daily full breakfast, complimentary 50-minute massage, early check-in and late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English, Hindi",
  "Location highlights": "Mountain retreat in the Himalayan foothills with panoramic views of the Ganga River and serene environment.",
  "Access": "Nearest international airport: Indira Gandhi International Airport (DEL) in New Delhi, with a 1-hour domestic flight to Jolly Grant Airport (DED) in Dehradun, followed by a 45-minute drive.",
  "Family friendly ?": "No - the resort is focused on adult wellness and does not accommodate children under 14.",
  "Pet friendly ?": "No - pets are not allowed.",
  "Booking and payment policy": "A deposit of 100% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations 21 days or more prior to arrival incur no penalty. Cancellations 15-21 days prior incur a 50% penalty. Cancellations within 15 days forfeit 100% of the deposit. Villas and suites have a 45-day policy.",
  "FAQ 1 - question": "What wellness programs are available at Ananda?",
  "FAQ 1 - answer": "Ananda offers Ayurvedic therapies, yoga retreats, detox programs, and holistic treatments.",
  "FAQ 2 - question": "What types of accommodations are offered at Ananda?",
  "FAQ 2 - answer": "Accommodations include palace-view rooms, valley-view suites, and private villas.",
  "FAQ 3 - question": "What dining options are available at Ananda?",
  "FAQ 3 - answer": "Dining options include Ayurvedic and international cuisines tailored to guests' wellness goals.",
  "FAQ 4 - question": "What is the location of Ananda in the Himalayas?",
  "FAQ 4 - answer": "Ananda is located in the Himalayan foothills near Rishikesh, India.",
  "FAQ 5 - question": "What activities are available for guests at Ananda?",
  "FAQ 5 - answer": "Guests can participate in yoga, meditation, trekking, and cultural excursions.",
  "programs": ""
}