{
  "Clinic name": "Ananda in the Himalayas",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Hardwar",
  "Location (country)": "India",
  "Location (address)": "P.O. Narendra Nagar, Tehri Garhwal, Uttarakhand 249175, India",
  "Short description (less than 160 characters)": "Luxury Indian wellness retreat offering Ayurveda, yoga, meditation, detox and holistic therapies in a former Maharaja’s palace.",
  "Long description (500 characters)": "Ananda in the Himalayas is a premier wellness retreat located in the Himalayan foothills near Rishikesh, set in a former Maharaja’s palace with views over the Ganges and forests. It combines traditional Ayurveda, yoga, meditation, detox, emotional healing, and modern holistic therapies like hypnotherapy, reiki and Tibetan healing, with guided excursions and nutritious cuisine tailored to wellness goals.",
  "Serenity Ways URL": "https://serenityways.com/collections/ananda-in-the-himalayas",
  "USP 1 (title)": "Palace‑style Himalayan Setting",
  "USP 1 (description in less than 160 characters)": "Set in a historic Maharaja’s palace with panoramic foothill and Ganges views.",
  "USP 2 (title)": "Comprehensive Wellness Programs",
  "USP 2 (description in less than 160 characters)": "Ajuna® Ayurveda, Yoga, Detox & Emotional Healing programs from 7–21 days.",
  "USP 3 (title)": "Holistic Therapies",
  "USP 3 (description in less than 160 characters)": "Treatments include Ayurveda, Chinese & Tibetan medicine, hypnotherapy, reiki, emotional healing, and physiotherapy.",
  "Health and wellness approach (less than 500 characters)": "Ananda integrates traditional Ayurvedic therapies, classical yoga and meditation with Tibetan and Chinese medicine, hypnotherapy, reiki, emotional healing, physiotherapy and detox, following personalized wellness pathways designed to reset mind, body, and spirit under expert guidance.",
  "Nutrition approach (less than 500 characters)": "Guests enjoy organic Ayurvedic meals tailored to dosha and wellness programs; international and simple, wholesome cuisine supports healing and detoxification goals.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, spa credit, complimentary yoga session, guided Ganges excursion, and dedicated wellness consultant support.",
  "Languages spoken": "English, Hindi",
  "Location highlights": "Himalayan foothills near Rishikesh with panoramic forest and Ganges views; historical palace structure; guided spiritual and nature excursions.",
  "Access": "Fly to New Delhi (DEL), then 1h flight to Dehradun (DED), followed by 45 min private transfer to retreat.",
  "Family friendly ?": "No – adults only (13+ allowed only under supervision).",
  "Pet friendly ?": "No",
  "Booking and payment policy": "100% deposit required to confirm; payment processed securely by the hotel.",
  "Cancellation policy": "Free cancellation ≥21 days; 50% penalty if between 15–21 days; 100% forfeiture within 15 days.",
  "FAQ 1 - question": "What wellness programmes are available?",
  "FAQ 1 - answer": "Ananda offers Ayurveda, Yoga & Meditation, Detox & Emotional Healing programmes, customizable from 7 to 21 days.",
  "FAQ 2 - question": "What holistic therapies are offered?",
  "FAQ 2 - answer": "Therapies include Ayurvedic treatments, meditation, Tibetan and Chinese medicine, reiki, hypnotherapy, physiotherapy and emotional healing.",
  "FAQ 3 - question": "Is the retreat adult‑only?",
  "FAQ 3 - answer": "Yes – Ananda is focused on adult wellness; children 13+ only accompanied by an adult.",
  "FAQ 4 - question": "Are dietary needs accommodated?",
  "FAQ 4 - answer": "Yes – meals are tailored to Ayurvedic dosha, dietary restrictions and health programmes.",
  "FAQ 5 - question": "Are there guided excursions?",
  "FAQ 5 - answer": "Yes – guided treks, Ganges excursions, mindfulness and cultural visits are included."
}
