{
  "Clinic name": "Camiral",
  "Health wellness pure-player ?": "",
  "Location (town)": "Caldes de Malavella",
  "Location (country)": "Spain",
  "Location (address)": "Carretera N-II km 701. 17455 Caldes de Malavella, Girona, Spain",
  "Short description (less than 160 characters)": "Camiral offers luxury family holidays, golf, cycling, and wellness with exclusive amenities.",
  "Long description (500 characters)": "Camiral is a unique resort offering luxury family holidays, golf, cycling, and wellness. Located in the Catalan forests, it provides the perfect environment to disconnect from the world and reconnect with yourself and loved ones. The wellness programs blend the latest science and technology with homegrown therapeutic floras and minerals. Enjoy exclusive amenities with Serenity Ways, including resort credits and complimentary Wi-Fi.",
  "Serenity Ways URL": "https://serenityways.com/collections/camiral-wellness-resort",
  "USP 1 (title)": "Disconnect, reconnect",
  "USP 1 (description in less than 160 characters)": "Camiral provides the perfect environment to disconnect and reconnect with yourself and loved ones.",
  "USP 2 (title)": "Best-in-class wellness",
  "USP 2 (description in less than 160 characters)": "Wellness programs blend science and technology with natural therapies for holistic wellbeing.",
  "USP 3 (title)": "Adventure for all",
  "USP 3 (description in less than 160 characters)": "Enjoy golf, cycling, padel tennis, and culinary delights for a fun-filled experience.",
  "Health and wellness approach (less than 500 characters)": "The holistic approach at Camiral offers pure relaxation and long-lasting benefits for mind, body, and soul. The Wellness Centre is a sanctuary where natural healing is enhanced by high-tech therapies. Programs cover a wide range of objectives, from Weight Loss & Detox to Age Well, tailored to each guest's needs.",
  "Nutrition approach (less than 500 characters)": "Camiral's nutritionist, Mireia Cervera, creates personalized programs combining holistic treatments and technology to purify the body from the inside out.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks: upgrade on arrival, daily breakfast, $100 USD resort credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "Catalan, Spanish, English",
  "Location highlights": "In Catalonia, next to the Costa Brava with world-class golf courses and beautiful quiet roads.",
  "Access": "10min drive from Girona airport, 60min drive from Barcelona International Airport",
  "Family friendly ?": "Yes",
  "Pet friendly ?": "Yes",
  "Booking and payment policy": "Depends on the season and the price.",
  "Cancellation policy": "Cancellations up to 14 days before arrival incur no fees. 13-7 days before, 50% of the stay is charged. 6 days or less, 100% is charged.",
  "FAQ 1 - question": "Are the wellness programs suitable for beginners?",
  "FAQ 1 - answer": "Programs cater to all levels. Nutritionists and therapists customize activities to meet individual goals.",
  "FAQ 2 - question": "Can I schedule a wellness assessment before choosing a program?",
  "FAQ 2 - answer": "Camiral offers complimentary wellness assessments to recommend suitable programs.",
  "FAQ 3 - question": "Are wellness programs available for groups or corporate events?",
  "FAQ 3 - answer": "Yes, Camiral designs wellness experiences for groups, promoting team-building and stress management.",
  "FAQ 4 - question": "What dining options are available at Camiral Golf & Wellness?",
  "FAQ 4 - answer": "There are 5 different restaurants and cafés at Camiral.",
  "FAQ 5 - question": "What is the experience for families?",
  "FAQ 5 - answer": "Camiral offers family rooms and activities for children aged 3 to 12, ensuring a memorable experience."
}