{
  "Clinic name": "Canyon Ranch Woodside",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Woodside",
  "Location (country)": "United States",
  "Location (address)": "16350 Skyline Blvd, Woodside, CA 94062, USA",
  "Short description (less than 160 characters)": "Canyon Ranch Woodside is a top wellness retreat in California, offering exclusive amenities and personalized wellness programs.",
  "Long description (500 characters)": "Canyon Ranch Woodside is nestled among towering redwoods, providing a serene environment for a deep connection with nature. The resort offers personalized wellness programs integrating fitness, nutrition, and mindfulness. Guests enjoy luxurious treehouse accommodations and a holistic wellness philosophy that enhances physical, mental, and spiritual well-being. The resort's tranquil forest setting is ideal for relaxation and outdoor activities.",
  "Serenity Ways URL": "https://serenityways.com/collections/canyon-ranch-woodside",
  "USP 1 (title)": "Immersive Forest Retreat",
  "USP 1 (description in less than 160 characters)": "Experience tranquility among towering redwoods, fostering a deep connection with nature.",
  "USP 2 (title)": "Personalized Wellness Programs",
  "USP 2 (description in less than 160 characters)": "Tailored wellness experiences integrating fitness, nutrition, and mindfulness.",
  "USP 3 (title)": "Luxurious Treehouse Accommodations",
  "USP 3 (description in less than 160 characters)": "Stay in glass-clad treehouses for a unique lodging experience amidst the forest.",
  "Health and wellness approach (less than 500 characters)": "Canyon Ranch Woodside offers a holistic wellness philosophy integrating physical, mental, and spiritual well-being. Personalized programs include fitness classes, outdoor adventures, mindfulness practices, and spa treatments. The serene forest setting enhances the wellness journey, offering opportunities for reflection and connection with nature.",
  "Nutrition approach (less than 500 characters)": "Emphasizing fresh, locally sourced ingredients, the resort offers balanced meals catering to diverse dietary preferences. Nutritionists provide personalized guidance to align food choices with wellness goals, promoting sustainable and enjoyable eating habits.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities: upgrade on arrival, $100 USD hotel credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English",
  "Location highlights": "Forest retreat; situated in the redwood forests of Northern California, ideal for relaxation and outdoor activities.",
  "Access": "Nearest airports: San Francisco International Airport (SFO) and San José Mineta International Airport (SJC), both 45 minutes away.",
  "Family friendly ?": "Guests must be at least 14 years old; additional age restrictions may apply.",
  "Pet friendly ?": "Pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival receive a full refund. Within 14 days, the deposit is forfeited.",
  "FAQ 1 - question": "What is the setting of Canyon Ranch Woodside?",
  "FAQ 1 - answer": "The resort is nestled in a redwood forest, offering a tranquil and serene environment.",
  "FAQ 2 - question": "What wellness programs are offered at Canyon Ranch Woodside?",
  "FAQ 2 - answer": "Programs include mindfulness, yoga, meditation, and nature-focused wellness activities.",
  "FAQ 3 - question": "What types of accommodations are available?",
  "FAQ 3 - answer": "Guests can choose from treehouse-style accommodations and luxurious retreats.",
  "FAQ 4 - question": "What dining options are available?",
  "FAQ 4 - answer": "The restaurant offers farm-to-table cuisine emphasizing nutrition and flavor.",
  "FAQ 5 - question": "What makes Canyon Ranch Woodside special?",
  "FAQ 5 - answer": "Its forest setting and focus on connecting with nature set it apart from other wellness resorts.",
  "programs": ""
}