{
  "Clinic name": "Canyon Ranch Tucson",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Tucson",
  "Location (country)": "United States",
  "Location (address)": "8600 E Rockcliff Rd, Tucson, AZ 85750-9733, USA",
  "Short description (less than 160 characters)": "Canyon Ranch is an iconic wellness resort offering health, energy, joy, and peace with exclusive perks.",
  "Long description (500 characters)": "Canyon Ranch Tucson offers personalized wellness experiences integrating fitness, nutrition, and holistic therapies. Nestled in the Sonoran Desert, the resort provides a tranquil environment ideal for rejuvenation and self-discovery. Guests benefit from consultations and treatments provided by a team of medical and wellness professionals. The resort features Southwestern architecture with adobe-style buildings and modern interiors, reflecting the natural desert surroundings.",
  "Serenity Ways URL": "https://serenityways.com/collections/canyon-ranch-tucson",
  "USP 1 (title)": "Comprehensive Wellness Programs",
  "USP 1 (description in less than 160 characters)": "Offers personalized wellness experiences integrating fitness, nutrition, and holistic therapies.",
  "USP 2 (title)": "Expert-Led Services",
  "USP 2 (description in less than 160 characters)": "Consultations and treatments by a team of medical and wellness professionals.",
  "USP 3 (title)": "Desert Oasis Setting",
  "USP 3 (description in less than 160 characters)": "Tranquil environment ideal for rejuvenation and self-discovery in the Sonoran Desert.",
  "Health and wellness approach (less than 500 characters)": "Canyon Ranch is a leading luxury wellness destination since 1979. Experience wellness through 'Stay Your Way', 'Designed Experiences', and 'Camps & Retreats'. The quality of the teams is exceptional, as well as the facilities. A wellness advisor helps guests create the ideal path for their objectives.",
  "Nutrition approach (less than 500 characters)": "Canyon Ranch offers an all-inclusive approach to meals, snacks, and beverages. The cuisine is delicious and healthy, with vegan and gluten-free options available. Tucson offers 2 restaurants and a Demo Kitchen for cooking classes.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities: Upgrade on arrival, daily full breakfast, $100 USD resort credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English",
  "Location highlights": "Desert retreat; situated in the foothills of the Santa Catalina Mountains, ideal for outdoor activities.",
  "Access": "Nearest international airport: Tucson International Airport (TUS), 40-minute drive. Complimentary van transportation provided.",
  "Family friendly ?": "Guests must be at least 14 years old; additional age restrictions may apply.",
  "Pet friendly ?": "Dogs under 35 pounds allowed with prior arrangement; certain restrictions apply.",
  "Booking and payment policy": "A two-night deposit is required at the time of booking.",
  "Cancellation policy": "Deposits are fully refundable up to 21 days before arrival; cancellations within 21 days forfeit the deposit.",
  "FAQ 1 - question": "What wellness programs are available at Canyon Ranch Tucson?",
  "FAQ 1 - answer": "The resort offers fitness classes, nutrition counseling, spa treatments, and life coaching.",
  "FAQ 2 - question": "What types of accommodations are available at Canyon Ranch Tucson?",
  "FAQ 2 - answer": "Accommodations include private guest rooms and luxury suites with desert views.",
  "FAQ 3 - question": "What dining options are available at Canyon Ranch Tucson?",
  "FAQ 3 - answer": "The dining options feature healthy, gourmet meals crafted with fresh, local ingredients.",
  "FAQ 4 - question": "What outdoor activities can guests enjoy?",
  "FAQ 4 - answer": "Guests can participate in hiking, biking, and outdoor fitness classes in the desert landscape.",
  "FAQ 5 - question": "What makes Canyon Ranch Tucson unique?",
  "FAQ 5 - answer": "The resort combines a holistic approach to wellness with personalized programs.",
  "programs": ""
}