{
  "Clinic name": "Espace Chenot at L'Albereta",
  "Health wellness pure-player ?": "",
  "Location (town)": "Erbusco",
  "Location (country)": "Italy",
  "Location (address)": "Via Vittorio Emanuele, 23, 25030 Erbusco BS, Italy",
  "Short description (less than 160 characters)": "Explore the famous Chenot detox programs and experience L'Albereta: we tested them for you.",
  "Long description (500 characters)": "Espace Chenot at L'Albereta offers a unique wellness experience in the heart of Franciacorta, Italy. This elegant retreat combines the renowned Chenot Method with the serene environment of a Relais & Chateaux property. Guests can enjoy tailored wellness programs, including detox and rejuvenation, enhanced by the estate's natural beauty. The Chenot Diet® complements the wellness programs with plant-based, reduced-calorie meals. Exclusive benefits and a family-friendly atmosphere make it a perfect getaway.",
  "Serenity Ways URL": "https://serenityways.com/collections/espace-chenot-albereta",
  "USP 1 (title)": "Chenot Method",
  "USP 1 (description in less than 160 characters)": "Renowned for its scientifically-backed approach, offering long-lasting wellness benefits.",
  "USP 2 (title)": "Stunning hotel in the vineyards",
  "USP 2 (description in less than 160 characters)": "Located in Franciacorta, offering a serene and luxurious environment.",
  "USP 3 (title)": "Exclusive, personalized experience",
  "USP 3 (description in less than 160 characters)": "Highly personalized treatments ensure a unique wellness journey for each guest.",
  "Health and wellness approach (less than 500 characters)": "At L'Albereta, the Chenot Method is adapted to enhance holistic wellness, integrating with the natural surroundings. Tailored programs incorporate local terroir, promoting mental clarity and emotional balance. Outdoor activities like vineyard walks and forest bathing are included. The Chenot Method offers a blend of medical expertise, local culture, and natural beauty, providing a unique wellness experience.",
  "Nutrition approach (less than 500 characters)": "Espace Chenot at L'Albereta incorporates the Chenot Diet®, focusing on plant-based, reduced-calorie meals to stimulate detoxification. Each meal is crafted to nourish while triggering fasting responses for cellular repair. The culinary team blends Chenot dietary principles with local flavors, ensuring meals are nutritious and delightful, complementing the wellness programs.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy amenities like upgrade on arrival, daily buffet breakfast, a complimentary massage or wine tasting, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English, Italian, Russian, French",
  "Location highlights": "Nestled in Franciacorta, surrounded by vineyards with views of Lake Iseo and the Alps. Ideal for tranquility and gourmet experiences.",
  "Access": "Address: Via Vittorio Emanuele, 23, 25030 Erbusco BS, Italy. Arrival by Car: From Milan: 1 hr 20 min, From Bergamo: 30 min, Nearest Airport: Milan Bergamo Airport (BGY): 40 min by car.",
  "Family friendly ?": "The Chenot programs are designed for adults, but L'Albereta is family-friendly with a kids' area.",
  "Pet friendly ?": "Pets are welcome at L'Albereta, with a charge of 50€ per night.",
  "Booking and payment policy": "The program fees must be paid in full at least 7 days prior to the program's start date.",
  "Cancellation policy": "Cancellations are possible up to 7 days before arrival, free of charge. After that, the cancellation fee is 100%.",
  "FAQ 1 - question": "What makes Chenot Espace at L'Albereta different from other Chenot locations?",
  "FAQ 1 - answer": "Espace Chenot at L'Albereta offers à la carte treatments, ideal for short stays, with a dedicated medical department for personalized programs.",
  "FAQ 2 - question": "Can children accompany guests at L'Albereta?",
  "FAQ 2 - answer": "Yes, L'Albereta has a kids' club and childcare services available for children while parents enjoy wellness programs.",
  "FAQ 3 - question": "What is the best-selling program?",
  "FAQ 3 - answer": "The Chenot Advanced Detox program is the most acclaimed, offering a deep body cleanse and reset.",
  "FAQ 4 - question": "What dining options are available for wellness guests?",
  "FAQ 4 - answer": "The Chenot Biolight menu complements detox programs with light, nutritious meals. Other dining options are available.",
  "FAQ 5 - question": "Can I combine fitness with a detox program at L'Albereta?",
  "FAQ 5 - answer": "Yes, the Chenot Fitness Boost program combines detox treatments with personal fitness plans to improve strength and endurance.",
  "programs": ""
}