{
  "Clinic name": "Chenot Palace Weggis",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Weggis",
  "Location (country)": "Switzerland",
  "Location (address)": "Hertensteinstrasse 34, 6353 Weggis, Switzerland",
  "Short description (less than 160 characters)": "Discover the life-changing benefits of Chenot health and rejuvenation treatments at Chenot Palace Weggis.",
  "Long description (500 characters)": "Chenot Palace Weggis offers a holistic wellness experience combining Western medicine with Chinese and alternative practices. Located on Lake Lucerne's shores, it provides tranquility and relaxation. The Chenot Method速 focuses on personalized wellness programs, including detoxification and vitality restoration. Guests enjoy exclusive amenities and a unique Chenot Diet速 promoting cell rejuvenation and resistance to disease, enhancing vitality at any life stage.",
  "Serenity Ways URL": "https://serenityways.com/collections/chenot-palace-weggis",
  "USP 1 (title)": "The flagship of Chenot",
  "USP 1 (description in less than 160 characters)": "Leading health wellness retreat offering unique Chenot programmes and treatments.",
  "USP 2 (title)": "The Chenot Method",
  "USP 2 (description in less than 160 characters)": "Holistic approach blending Western medicine with Chinese and alternative practices.",
  "USP 3 (title)": "3 life-changing programmes",
  "USP 3 (description in less than 160 characters)": "Seven-day personalized programs for detoxification, nourishment, and vitality.",
  "Health and wellness approach (less than 500 characters)": "Chenot promotes wellness with preventative actions and a multidisciplinary approach. The Chenot Method速 uses biomarkers for personalized treatment plans, enhancing vitality. Programs stimulate detoxification, energy increase, and physiological balance.",
  "Nutrition approach (less than 500 characters)": "The Chenot Diet速 offers reduced-calorie, plant-based meals, triggering fasting response while nourishing cells. It activates survival genes, enhancing cell protection and detoxification, promoting rejuvenation.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy amenities like room upgrades, spa credits, and minibar access. Returning clients receive additional benefits such as spa credits and complimentary testing.",
  "Languages spoken": "English is the official language. Translation services available in English, German, French, Italian, and Russian.",
  "Location highlights": "Nestled on Lake Lucerne's shores, Weggis offers tranquility and relaxation with beautiful lake and mountain views.",
  "Access": "Address: Hertensteinstrasse 34, 6353 Weggis, Switzerland. Arrival by car: 30 min from Lucerne, 45 min from Zurich.",
  "Family friendly ?": "Children can stay, but the experience is designed for Chenot program participants. Alternative programs available in Italy.",
  "Pet friendly ?": "Small dogs are welcome with a surcharge. Specific rooms are available for guests with dogs.",
  "Booking and payment policy": "100% prepayment required for booking confirmation. Payment in CHF; EUR, GBP, USD accepted at check-out.",
  "Cancellation policy": "Cancel up to 14 days before arrival at no charge. Partial credits for cancellations 7-14 days before arrival. Full charge for shortened stays.",
  "FAQ 1 - question": "Do I need to book a programme to stay at Chenot Palace Weggis?",
  "FAQ 1 - answer": "Access is exclusive to guests following the Chenot programme. Other stays under seven nights are not permitted.",
  "FAQ 2 - question": "What happens on the day I arrive?",
  "FAQ 2 - answer": "Start your programme with a detox dinner. No treatments or consultations until the following day.",
  "FAQ 3 - question": "What is the Check-in and Check-out schedule?",
  "FAQ 3 - answer": "Check-in at 15:00, check-out at 12:00. Early check-in or late check-out subject to availability.",
  "FAQ 4 - question": "What is the Chenot Diet?",
  "FAQ 4 - answer": "A low-calorie, plant-based diet promoting nourishment and detoxification, enhancing metabolic flexibility.",
  "FAQ 5 - question": "Can a person staying with me not follow a programme?",
  "FAQ 5 - answer": "Admittance is exclusive to programme participants. External visitors are restricted to public areas."
}