{
  "Clinic name": "Chi Longevity at Four Seasons Singapore",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Singapore",
  "Location (country)": "Singapore",
  "Location (address)": "190 Orchard Blvd, Singapore 248646 (Level 3, Four Seasons Hotel Singapore)",
  "Short description (less than 160 characters)": "Medical‑grade healthy longevity clinic inside Four Seasons, offering evidence‑based diagnostics and personalized aging interventions.",
  "Long description (500 characters)": "Chi Longevity at Four Seasons Singapore is a healthy longevity clinic offering evidence‑based, medically supervised programmes designed to slow biological aging and optimize long‑term well‑being. Located within Four Seasons Hotel Singapore, it provides advanced diagnostics—biological clocks, metabolic, cardiovascular, microbiome, and genetic testing—with personalized plans co‑created by multidisciplinary doctors, dietitians, psychologists, and health coaches.",
  "Serenity Ways URL": "https://serenityways.com/collections/chi-longevity-four-seasons-singapore",
  "USP 1 (title)": "Evidence‑Based Longevity Science",
  "USP 1 (description in less than 160 characters)": "Advanced diagnostics (genetic, biological age, metabolic, microbiome) to create personalized longevity interventions.",
  "USP 2 (title)": "Multidisciplinary Expert Team",
  "USP 2 (description in less than 160 characters)": "Guidance from doctors, dietitians, psychologists and health coaches led by Professor Andrea Maier.",
  "USP 3 (title)": "Luxury Four Seasons Setting",
  "USP 3 (description in less than 160 characters)": "Premium clinic experience located within Four Seasons Hotel Singapore, with wellness cuisine collaboration.",
  "Health and wellness approach (less than 500 characters)": "The clinic uses precision longevity medicine—integrating genetic, biological age, metabolic, cardiovascular, microbiome and behavioural data—to assess clients’ biological aging process. Personalized interventions are designed by a multidisciplinary team to optimize cell function, resilience, stress, sleep and metabolic health, with continuous monitoring through data and coaching.",
  "Nutrition approach (less than 500 characters)": "Nutrition is personalized based on DNA, blood and metabolic test outcomes, and designed by clinic dietitians. Clients receive longevity‑focused dietary guidance and can access specially curated wellness cuisine menu at the hotel’s Pool House restaurant.",
  "Exclusive benefits when booking with Serenity Ways": "Room upgrade (subject to availability), early check‑in/late check‑out, spa credit, VIP welcome and concierge assistance, with seamless arrangement of all clinic appointments.",
  "Languages spoken": "English",
  "Location highlights": "Located on Orchard Boulevard inside Four Seasons Hotel; central to shopping, dining and wellness in Singapore’s luxury district.",
  "Access": "Easily accessible via car or taxi; central location near Orchard MRT; clinic on Level 3 of Four Seasons Hotel.",
  "Family friendly ?": "Yes – hotel is family friendly; clinic is adult‑focused, open to 18+ only.",
  "Pet friendly ?": "Yes – Four Seasons is pet‑friendly; clinic does not allow pets.",
  "Booking and payment policy": "Bookings via Serenity Ways or Four Seasons; clinic sessions booked directly through hotel concierge or separately.",
  "Cancellation policy": "Cancellations must be made at least 48 hours before appointment or full fees apply.",
  "FAQ 1 - question": "What types of programmes are available?",
  "FAQ 1 - answer": "Specialised programmes include Gene Insights, Biological Age Reveal, Body Recomposition, Glucose Navigator, Gut Health, Sleep & Stress, and Physical Performance.",
  "FAQ 2 - question": "Do I need a hotel stay to attend?",
  "FAQ 2 - answer": "No – clients can book clinic sessions independently, without a Four Seasons stay.",
  "FAQ 3 - question": "Who leads the clinical team?",
  "FAQ 3 - answer": "The clinic is led by Professor Andrea Maier and supported by doctors, dietitians, psychologists and health coaches.",
  "FAQ 4 - question": "What diagnostics are included?",
  "FAQ 4 - answer": "Diagnostics include genetic testing, biological age clocks, blood, metabolic and cardiovascular assessments, microbiome analysis and continuous glucose monitoring.",
  "FAQ 5 - question": "Is the clinic open on weekends?",
  "FAQ 5 - answer": "Yes – clinic is open Monday to Friday (8:30–17:30) and Saturday (8:30–12:30); extended appointments can be arranged."
}
