{
  "Clinic name": "Chiva-Som Hua Hin",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Hua Hin",
  "Location (country)": "Thailand",
  "Location (address)": "73/4 Petchkasem Road, Hua Hin, Prachuap Khiri Khan 77110, Thailand",
  "Short description (less than 160 characters)": "Chiva Som is one of the best wellness destinations in the world. Enjoy exclusive perks with Serenity Ways.",
  "Long description (500 characters)": "Chiva-Som Hua Hin is a premier wellness retreat offering holistic programs tailored to individual goals. Located along the Gulf of Thailand, it provides a serene beachfront environment. Guests receive personalized consultations to create bespoke wellness programs. The resort features 16 distinct retreats focusing on detox, fitness, stress management, and holistic healing, integrating spa treatments, nutrition, and traditional Thai practices.",
  "Serenity Ways URL": "https://serenityways.com/collections/chiva-som-hua-hin",
  "USP 1 (title)": "Holistic Wellness Programs",
  "USP 1 (description in less than 160 characters)": "Comprehensive retreats tailored to individual goals, integrating spa treatments, fitness, and holistic health.",
  "USP 2 (title)": "Beachfront Serenity",
  "USP 2 (description in less than 160 characters)": "Located along the Gulf of Thailand, offering a tranquil seaside environment for relaxation and rejuvenation.",
  "USP 3 (title)": "Personalized Services",
  "USP 3 (description in less than 160 characters)": "Individualized consultations create bespoke programs addressing specific health and wellness objectives.",
  "Health and wellness approach (less than 500 characters)": "Chiva-Som's philosophy balances mind, body, and spirit through personalized consultations and 16 distinct retreats. Programs focus on detox, fitness, stress management, and holistic healing, incorporating spa treatments, physiotherapy, holistic health, nutrition, fitness, and aesthetic beauty. Daily activities include yoga, tai chi, meditation, and aqua aerobics, integrating traditional Thai healing with modern diagnostics.",
  "Nutrition approach (less than 500 characters)": "Chiva-Som emphasizes nutritious, creative cuisine using whole, natural ingredients. Meals crafted by chefs support health goals without strict calorie restrictions. Guests enjoy balanced nutrition complementing wellness programs at the Taste of Siam with sea views or the Emerald Room for a contemporary dining experience.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy upgrades on arrival, complimentary wellness treatments, meals, Tak Bart set, early check-in/late check-out, and Wi-Fi. Suite bookings receive a $150 wellness credit per person.",
  "Languages spoken": "English, Thai",
  "Location highlights": "Beach resort; situated along the Gulf of Thailand, offering direct beach access and a serene environment ideal for relaxation and wellness activities.",
  "Access": "Nearest international airport: Suvarnabhumi International Airport (BKK), approximately a 2.5 to 3-hour drive from the resort.",
  "Family friendly ?": "Yes; children aged 16 and above are welcome.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival will receive a full refund. Cancellations made within 14 days of arrival will forfeit the deposit.",
  "FAQ 1 - question": "What wellness programs are available at Chiva-Som?",
  "FAQ 1 - answer": "Programs include detox, fitness, spa treatments, and holistic therapies tailored to individual goals.",
  "FAQ 2 - question": "What types of accommodations are available?",
  "FAQ 2 - answer": "Luxurious rooms and suites with garden or ocean views.",
  "FAQ 3 - question": "What dining options are available?",
  "FAQ 3 - answer": "The restaurant offers healthy, gourmet meals inspired by Thai and international cuisines.",
  "FAQ 4 - question": "What wellness facilities are available?",
  "FAQ 4 - answer": "Facilities include a spa, fitness center, and hydrotherapy pools.",
  "FAQ 5 - question": "Where is Chiva-Som Hua Hin located?",
  "FAQ 5 - answer": "It is located on the beachfront in Hua Hin, Thailand.",
  "programs": ""
}