{
  "Clinic name": "Clinique Nescens",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Genolier",
  "Location (country)": "Switzerland",
  "Location (address)": "Rte du Muids 5, 1272 Genolier, Switzerland",
  "Short description (less than 160 characters)": "Longevity, preventive health & aesthetics medicine in Genolier, Switzerland.",
  "Long description (500 characters)": "Clinique Nescens is a pioneer in preventive medicine and anti-aging treatments. Situated in the renowned Clinique de Genolier, it offers panoramic views of Lake Geneva and the Alps. The clinic provides a serene environment perfect for health and wellness programs. Their approach integrates advanced diagnostics, personalized health assessments, and scientifically-backed wellness programs, focusing on the root causes of aging. Programs are tailored to each individual, promoting sustainable well-being.",
  "Serenity Ways URL": "https://serenityways.com/collections/clinique-nescens-genolier",
  "USP 1 (title)": "Anti-aging expertise",
  "USP 1 (description in less than 160 characters)": "Founded by Prof. Jacques Proust, offering efficient preventive and regenerative programs.",
  "USP 2 (title)": "Beauty & aesthetics treatments",
  "USP 2 (description in less than 160 characters)": "Remarkable non-invasive solutions to rejuvenate and restore youthful appearance.",
  "USP 3 (title)": "Luxurious comfort",
  "USP 3 (description in less than 160 characters)": "High standards in hospitality and culinary experience.",
  "Health and wellness approach (less than 500 characters)": "Clinique Nescens integrates advanced diagnostic tools, personalized health assessments, and scientifically-backed wellness programs. The focus is on identifying and addressing the root causes of aging, rather than treating symptoms. The multidisciplinary approach combines medical expertise with wellness therapies to optimize health and longevity.",
  "Nutrition approach (less than 500 characters)": "The nutritional approach emphasizes balanced, nutrient-dense meals designed to optimize metabolism and support cellular regeneration. Meals are crafted using high-quality, whole ingredients, allowing guests to tailor their calorie intake to align with individual health goals, focusing on clean eating and integrating both plant-based and high-quality animal proteins.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade to a Junior Suite with lake view, complimentary Nescens signature facial, -15% on all Nescens cosmeceuticals during the stay.",
  "Languages spoken": "French, English",
  "Location highlights": "Prime location between Geneva and Lausanne, offering panoramic views of Lake Geneva and the Alps. Serene and discreet environment.",
  "Access": "Address: Rte du Muids 5, 1272 Genolier, Switzerland. Arrival by car: From Geneva: 1 hr, From Lausanne: 25 min, From Zurich: 2:30 hrs.",
  "Family friendly ?": "The Nescens Cure Reset programs are designed for adults. However, family-friendly options are available at La Réserve Genève.",
  "Pet friendly ?": "Pets are not allowed at Clinique Nescens. Pet-friendly options are available at La Réserve Genève.",
  "Booking and payment policy": "100% pre-payment is required.",
  "Cancellation policy": "",
  "FAQ 1 - question": "What makes Clinique Nescens unique?",
  "FAQ 1 - answer": "Clinique Nescens is a leading center for preventive healthcare and anti-aging treatments, backed by scientific expertise.",
  "FAQ 2 - question": "What services does Clinique Nescens offer?",
  "FAQ 2 - answer": "Clinique Nescens provides diagnostics, genetic testing, personalized wellness, and anti-aging programs.",
  "FAQ 3 - question": "Are wellness programs customizable at Clinique Nescens?",
  "FAQ 3 - answer": "Yes, programs are fully customized to meet individual health needs and goals.",
  "FAQ 4 - question": "Does Clinique Nescens offer post-program follow-ups?",
  "FAQ 4 - answer": "Yes, follow-ups are available to ensure long-term success after the programs.",
  "FAQ 5 - question": "What is the focus of anti-aging treatments at Clinique Nescens?",
  "FAQ 5 - answer": "The treatments focus on cellular regeneration, skin revitalization, and overall wellness."
}