{
  "Clinic name": "COMO Shambhala Estate",
  "Health wellness pure-player ?": "",
  "Location (town)": "Gianyar",
  "Location (country)": "Indonesia",
  "Location (address)": "Banjar Begawan, Desa, Melinggih Kelod, Kec. Payangan, Kabupaten Gianyar, Bali 80571, Indonesia",
  "Short description (less than 160 characters)": "This retreat in Bali provides personalized programs to heal burnout, stress, and fatigue through nature-inspired therapies.",
  "Long description (500 characters)": "COMO Shambhala Estate in Bali is a secluded wellness sanctuary set amidst dense jungle and terraced rice paddies near Ubud. It offers personalized wellness journeys integrating nutrition, yoga, fitness, and hands-on healing. The estate's cuisine emphasizes organic, nutrient-rich, plant-based foods. Guests can enjoy breathtaking views of the Ayung River and reconnect with nature in this tranquil, spiritually charged location.",
  "Serenity Ways URL": "https://serenityways.com/collections/como-shambhala-estate",
  "USP 1 (title)": "Holistic healing focus",
  "USP 1 (description in less than 160 characters)": "Integrates physical, mental, and spiritual health with exceptional doctors and therapists.",
  "USP 2 (title)": "Superlative leisure",
  "USP 2 (description in less than 160 characters)": "A wellness retreat and leisure resort offering a wide range of activities.",
  "USP 3 (title)": "Nature's energy",
  "USP 3 (description in less than 160 characters)": "Nestled on a jungle hill, immersed in nature, bathed in energizing vibes.",
  "Health and wellness approach (less than 500 characters)": "COMO Shambhala Estate embodies a holistic wellness philosophy, integrating sensitive diagnosis of individual wellness goals with expert knowledge in nutrition, yoga, fitness, and hands-on healing. It offers personalized wellness journeys to help guests become their most powerful, natural selves.",
  "Nutrition approach (less than 500 characters)": "Centered around healthy, mindful eating, COMO Shambhala Cuisine uses organic, nutrient-rich, plant-based foods. Led by Executive Chef Dewa Wijaya, the menu boosts energy and supports detoxification with raw, steamed, or lightly cooked dishes free from dairy, gluten, and refined sugars.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, subject to availability; Daily breakfast; $100 USD hotel credit; Early check-in/late check-out; Complimentary Wi-Fi.",
  "Languages spoken": "English",
  "Location highlights": "Located in Bali's lush, tropical heart, COMO Shambhala Estate offers breathtaking views of the Ayung River valley and surrounding forests. Ubud, Bali's cultural capital, is nearby.",
  "Access": "Address: Banjar Begawan, Desa, Melinggih Kelod, Kec. Payangan, Kabupaten Gianyar, Bali 80571, Indonesia. Arrival by car: From Denpasar Airport: 1 hr 40 min; From Ubud: 20 min; From Seminyak: 1 hr 40 min.",
  "Family friendly ?": "Families with children are welcome but must book a villa or the whole residence.",
  "Pet friendly ?": "Pets are not allowed at COMO Shambhala Estate.",
  "Booking and payment policy": "COMO Shambhala Estate requires a one-night non-refundable deposit to confirm the booking.",
  "Cancellation policy": "The cancellation conditions depend on the rate plan chosen by the guest.",
  "FAQ 1 - question": "What wellness programs does COMO Shambhala Estate offer?",
  "FAQ 1 - answer": "The estate offers holistic wellness programs including yoga, Ayurveda, and detoxification, designed to align body, mind, and spirit.",
  "FAQ 2 - question": "Can guests have a personalized wellness experience?",
  "FAQ 2 - answer": "Yes, COMO Shambhala provides personalized wellness plans based on individual consultations with experts.",
  "FAQ 3 - question": "Does COMO Shambhala Estate have wellness retreats?",
  "FAQ 3 - answer": "Yes, the estate offers structured wellness retreats with a focus on physical, mental, and spiritual well-being.",
  "FAQ 4 - question": "What is the focus of the wellness cuisine at COMO Shambhala?",
  "FAQ 4 - answer": "The cuisine follows the COMO Shambhala philosophy, offering balanced, nutritious meals to support holistic health.",
  "FAQ 5 - question": "How advanced are the health wellness programs at COMO Shambhala Estate?",
  "FAQ 5 - answer": "COMO Shambhala Estate offers advanced wellness programs with expert practitioners in fields like Traditional Chinese Medicine and Ayurveda."
}