{
  "Clinic name": "Euphoria Retreat",
  "Health wellness pure-player ?": "",
  "Location (town)": "Mystras",
  "Location (country)": "Greece",
  "Location (address)": "Mystras, Sparta, Greece",
  "Short description (less than 160 characters)": "Euphoria Retreat - A Journey to Harmonize Mind, Body and Spirit",
  "Long description (500 characters)": "Euphoria Retreat is a spa getaway in Greece inviting you to step away from your normal life and discover an unparalleled health and fitness retreat. The wellness approach at Euphoria combines Greek and Chinese philosophies, aiming to energize and balance you. With a vast private forest and proximity to the archaeological wonder of Mystras, it offers a unique healing experience.",
  "Serenity Ways URL": "https://serenityways.com/collections/euphoria-retreat",
  "USP 1 (title)": "Holistic healing",
  "USP 1 (description in less than 160 characters)": "Euphoria offers a spa getaway to discover unparalleled health and fitness retreats.",
  "USP 2 (title)": "Revitalizing holidays",
  "USP 2 (description in less than 160 characters)": "Euphoria combines food, treatments, and activities for the ultimate healthy holiday.",
  "USP 3 (title)": "Ancient roots",
  "USP 3 (description in less than 160 characters)": "Located near Mystras, offering a healing landscape with a vast private forest.",
  "Health and wellness approach (less than 500 characters)": "Euphoria Retreat's wellness approach is based on Greek and Chinese philosophies, focusing on energizing and balancing the body and mind. The spa is an architectural wonder and a catalyst for natural energies, offering a range of programs and retreats for every wellness seeker.",
  "Nutrition approach (less than 500 characters)": "Euphoria's nutrition approach includes a 3GLs test to customize meals based on individual metabolic health. The focus is on a healthy Mediterranean diet, aiming for balance and enjoyment rather than deprivation.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy room upgrades, early check-in, late check-out, and a $100 spa credit per stay.",
  "Languages spoken": "English, Greek",
  "Location highlights": "Euphoria is set in the wild and mythical Greek Peloponnese, offering a healing landscape with Mediterranean air and a cohesive design concept.",
  "Access": "Address: Mystras, Sparta, Greece. From Athens International Airport: 3 hrs drive. From Kalamata International Airport (May-October): 1 hr drive.",
  "Family friendly ?": "Euphoria Retreat is an adult-only property. Children are welcome from the age of 14.",
  "Pet friendly ?": "Pets are not allowed at Euphoria Retreat.",
  "Booking and payment policy": "Deposit of 25% upon booking. Remaining balance due 48 hours prior to arrival.",
  "Cancellation policy": "Free cancellation up to 48 hours prior to arrival. 100% charge if cancelled less than 48 hours, No Show, Early Departure.",
  "FAQ 1 - question": "Are there attractions or places of interest around Euphoria?",
  "FAQ 1 - answer": "Various attractions include Mystras Castle - UNESCO World Heritage Site and Ancient Sparta.",
  "FAQ 2 - question": "What are the complimentary activities and facilities at Euphoria Retreat?",
  "FAQ 2 - answer": "Includes swimming pools, relaxation areas, gym, and daily wellness group activities.",
  "FAQ 3 - question": "Are mobile phones allowed at Euphoria Retreat?",
  "FAQ 3 - answer": "Mobile phones are prohibited in all places to maintain a peaceful environment. Free Wi-Fi is available.",
  "FAQ 4 - question": "Are children welcome at Euphoria Retreat?",
  "FAQ 4 - answer": "Euphoria Retreat is adult-only. Children from age 14 are considered adults.",
  "FAQ 5 - question": "What is the easiest way to get to Euphoria Retreat?",
  "FAQ 5 - answer": "Euphoria Retreat offers transfer service upon request (extra costs apply)."
}