{
  "Clinic name": "Forestis",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Brixen",
  "Location (country)": "Italy",
  "Location (address)": "Palmschoß 292, 39042 Bressanone BZ, Italy",
  "Short description (less than 160 characters)": "A luxury mountain retreat in the Dolomites, offering a serene wellness experience deeply connected to nature.",
  "Long description (500 characters)": "Forestis is a luxury retreat in the Dolomites, offering a unique wellness experience inspired by nature. Located 1800m above sea level, it features panoramic views, eco-friendly luxury, and minimalist architecture. The wellness approach leverages the healing properties of the Dolomites' natural elements, including pure spring water and clean mountain air, integrated into treatments and nutrition. Forestis is an adults-only retreat, welcoming guests year-round.",
  "Serenity Ways URL": "https://serenityways.com/collections/forestis",
  "USP 1 (title)": "Serene Alpine Location",
  "USP 1 (description in less than 160 characters)": "Tranquil retreat in the Dolomites with stunning mountain views and a deep connection to nature.",
  "USP 2 (title)": "Sustainable Luxury",
  "USP 2 (description in less than 160 characters)": "Eco-friendly luxury experience respecting and enhancing the natural environment.",
  "USP 3 (title)": "Architectural Harmony",
  "USP 3 (description in less than 160 characters)": "Minimalist design integrates seamlessly into the landscape, creating a serene atmosphere.",
  "Health and wellness approach (less than 500 characters)": "Forestis embraces its setting at 1,800 meters above sea level, leveraging the healing properties of nature in the Dolomites. Treatments use pure Plose spring water, healthy mountain air, and local trees. Wyda, a Celtic Yoga, is offered, focusing on mindfulness and energy flow. Programs are customized to align with natural cycles and seasons, promoting deep physical and mental regeneration.",
  "Nutrition approach (less than 500 characters)": "Nutrition at Forestis focuses on seasonal, locally sourced ingredients, prepared to honor their purity and nutritional value. The menu is light and nourishing, supporting wellness goals while allowing guests to enjoy the natural flavors of the Dolomites. The restaurant's design offers privacy and extensive views, enhancing the dining experience with nature.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities at Forestis.",
  "Languages spoken": "Italian, English",
  "Location highlights": "Scenic Dolomites landscape, pure Plose spring water, excellent mountain air, and a mild climate ideal for regeneration.",
  "Access": "Address: Palmschoß 22, 39042 Bressanone BZ, Italy. Arrival by Car: From Bolzano: 45 minutes, Innsbruck: 1.5 hours, Munich: 3 hours.",
  "Family friendly ?": "Forestis is for adults only (14 years old and above).",
  "Pet friendly ?": "Pets are welcome. Not more than one dog per room. 50 EUR per night for the dog.",
  "Booking and payment policy": "Depends on the season and prices",
  "Cancellation policy": "Depends on the season and prices",
  "FAQ 1 - question": "What wellness treatments are offered at Forestis?",
  "FAQ 1 - answer": "Forestis offers massages, facials, body treatments, and therapies inspired by the Dolomites.",
  "FAQ 2 - question": "What is the minimum stay at Forestis?",
  "FAQ 2 - answer": "No minimum stay, but a 3-night stay is encouraged to fully experience the retreat.",
  "FAQ 3 - question": "Are meals included in the stay?",
  "FAQ 3 - answer": "Yes, full board option with meals featuring local, organic ingredients.",
  "FAQ 4 - question": "Do I need to book wellness treatments in advance?",
  "FAQ 4 - answer": "Yes, it is recommended to book in advance to ensure availability.",
  "FAQ 5 - question": "Is the retreat open year-round?",
  "FAQ 5 - answer": "Yes, Forestis is open year-round, offering experiences in all seasons."
}