{
  "Clinic name": "Habitas Bacalar",
  "Health wellness pure-player ?": "",
  "Location (town)": "Bacalar",
  "Location (country)": "Mexico",
  "Location (address)": "Carretera Federal 307 Xul Ha, Bacalar 77963, Mexico",
  "Short description (less than 160 characters)": "At Habitas Bacalar, find serenity and reconnect with nature. Enjoy exclusive perks at this boutique wellness retreat.",
  "Long description (500 characters)": "Habitas Bacalar is a lagoon-front retreat in Mexico, offering a unique blend of eco-friendly design and holistic wellness programs. Guests can enjoy daily yoga, meditation, and sound healing sessions. The resort's culinary philosophy emphasizes fresh, locally sourced ingredients. With 35 rooms, it provides a tranquil environment ideal for relaxation. Exclusive benefits include upgrades, F&B credits, and more for Serenity Ways clients.",
  "Serenity Ways URL": "https://serenityways.com/collections/habitas-bacalar",
  "USP 1 (title)": "Lagoon-Front Retreat",
  "USP 1 (description in less than 160 characters)": "Situated along Bacalar Lagoon, offering direct access to crystal-clear waters and stunning views.",
  "USP 2 (title)": "Sustainable Design",
  "USP 2 (description in less than 160 characters)": "Eco-friendly, A-frame tented rooms blend with natural surroundings using low-impact methods.",
  "USP 3 (title)": "Holistic Wellness Programs",
  "USP 3 (description in less than 160 characters)": "Daily yoga, meditation, and sound healing sessions for relaxation and rejuvenation.",
  "Health and wellness approach (less than 500 characters)": "Habitas Bacalar's wellness philosophy centers on holistic practices promoting physical, mental, and spiritual well-being. The resort offers daily yoga and meditation sessions in a serene environment, allowing guests to connect with nature and themselves. Sound healing therapies are also available, utilizing vibrational frequencies to induce deep relaxation, creating a balanced and rejuvenating experience.",
  "Nutrition approach (less than 500 characters)": "The resort emphasizes fresh, locally sourced ingredients for nutritious meals. The on-site restaurant, Siete, blends traditional Mexican flavors with contemporary techniques, focusing on plant-based options. While there's no strict calorie restriction, balanced meals support overall well-being, aligning with guests' wellness journeys.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy perks like upgrades on arrival, $100 USD F&B credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English, Spanish",
  "Location highlights": "Lagoon-front retreat; situated along the Bacalar Lagoon, known for its seven shades of blue.",
  "Access": "Nearest international airport: Chetumal International Airport (CTM), approximately a 45-minute drive.",
  "Family friendly ?": "No; the resort is adults-only, welcoming guests aged 16 and above.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival receive a full refund; within 14 days, the deposit is forfeited.",
  "FAQ 1 - question": "What is unique about Habitas Bacalar?",
  "FAQ 1 - answer": "It is a sustainable resort located on the Lagoon of Seven Colors, emphasizing eco-conscious luxury.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "The resort offers yoga, meditation, sound healing, and holistic therapies.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Luxury tented rooms designed to blend with the natural environment.",
  "FAQ 4 - question": "What dining options are available?",
  "FAQ 4 - answer": "The restaurant serves farm-to-table cuisine using fresh, local ingredients.",
  "FAQ 5 - question": "Where is Habitas Bacalar located?",
  "FAQ 5 - answer": "It is located in Bacalar, Quintana Roo, Mexico."
}