{
  "Clinic name": "Hotel Royal at Evian Resort",
  "Health wellness pure-player ?": "No",
  "Location (town)": "Évian-les-Bains",
  "Location (country)": "France",
  "Location (address)": "960 Avenue du Léman, 74500 Évian-les-Bains, France",
  "Short description (less than 160 characters)": "Iconic 5-star palace in Evian-les-Bains with a world-class spa, dedicated wellness programs, and panoramic views over Lake Geneva.",
  "Long description (500 characters)": "The Hotel Royal at Evian Resort is a historic 5-star palace offering exceptional wellness and hospitality. Nestled between Lake Geneva and the French Alps, it boasts a vast spa, in-house naturopath, and tailored wellness retreats. Families are welcome, with a unique Kids Resort, and guests can enjoy year-round activities and outstanding cultural and culinary experiences, all in an elegant Belle Époque setting.",
  "Serenity Ways URL": "https://serenityways.com/collections/hotel-royal-evian-resort",
  "USP 1 (title)": "Unique location",
  "USP 1 (description in less than 160 characters)": "Between Lake Geneva and the French Alps, Evian Resort offers year-round outdoor activities in stunning natural surroundings.",
  "USP 2 (title)": "Kids Resort",
  "USP 2 (description in less than 160 characters)": "A 1000 sqm heaven for kids aged 3+, open daily and free, with themed activities and a dedicated childcare team.",
  "USP 3 (title)": "Sports & Culture team",
  "USP 3 (description in less than 160 characters)": "On-site experts organize tailored summer and winter sports and cultural experiences in and around the Evian Resort.",
  "Health and wellness approach (less than 500 characters)": "The Hotel Royal offers the Evian Spa Concept: an exclusive concept inspired by the lifecycle of evian® natural mineral water and reserved for a few iconic destinations around the world. The Hotel Royal’s spa offers a break during which time stands still, in a place where body and mind are in perfect harmony. The promise is to provide treatments offering the same benefits the mountains have given evian® natural mineral water, and to become acquainted with 'the source of well-being' in an immersive, signature-style space inspired by nature, for an all-round wellness experience.",
  "Nutrition approach (less than 500 characters)": "Back in 2003, long before the 'locavore' trend, the gardeners at the Hôtel Royal threw their hearts into a vegetable garden. Chef Patrice Vander is the Michelin-star for Les Fresques restaurant, draws his inspiration from this magnificent 3000 spm kitchen gaden to create a cuisine in harmony with nature and the seasons. When he is not sourcing produce from local craft producers, he is picking vegetables and herbs straight from the kitchen garden to grace the tables of his restaurant. The garden supplies the hotel's kitchen with 2 tonnes of produce every year. Heirloom tomatoes, courgettes, beans, peas, New Zealand spinach from past and present are all grown here at the Chef's request. It's an astonishing place, a haven of culinary biodiversity that employs permaculture techniques and seeds compatible organic farming. The Evian Spa experience is also about living the evian® natural mineral water experience at the Aqua-Bar: hydrate and immerse yourself in a state of complete relaxation under the vaulted ceilings of this immersive space, accompanied by a projection of images that retrace the water cycle, the source of life.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, subject to availability. Complimentary buffet breakfast. €90 resort credit. Early check-in / late check-out, subject to availability. In-room welcome amenities. Serenity Ways clients booking a long stays of 7 nights or more receive an additional resort credit of 270€. For bookings in Leman Suite and higher categories, Serenity Ways clients enjoy an additional complimentary 60 minute massage (for up to 2 guests, per room, once per stay).",
  "Languages spoken": "French, English",
  "Location highlights": "Facing Lake Geneva and the Alps, the Royal Evian enjoys one of France’s most iconic vistas. Lush gardens, Belle Époque architecture and lakeside charm create a serene yet grand atmosphere.",
  "Access": "90 min drive from Geneva Airport. Direct TGV access to Évian-les-Bains from Paris (4h). Hotel shuttle available.",
  "Family friendly ?": "Yes. Families are welcome, and there’s a wonderful Kids Club open daily for children aged 3 and above.",
  "Pet friendly ?": "Yes. Pets are allowed at Hotel Royal.",
  "Booking and payment policy": "Credit card required to guarantee your booking. Prepayment conditions depend on rate chosen. Certain offers are fully refundable; others non-refundable.",
  "Cancellation policy": "Flexible rates can be cancelled or modified up to 48h before arrival. Non-refundable rates cannot be cancelled or changed.",
  "FAQ 1 - question": "What is the evian® Spa's signature treatment?",
"FAQ 1 - answer": "The evian® Spa signature treatments are inspired by the journey of evian® water through the Alps and revolve around four dimensions: Celestial, Mineral, Precious, and Vitalising. Each dimension features a specific signature ritual to create a complete wellness experience.",
"FAQ 2 - question": "Which skincare brand is used?",
"FAQ 2 - answer": "The evian® Spa exclusively uses products by Biologique Recherche, a renowned French skincare brand known for its tailored and high-performance formulas.",
"FAQ 3 - question": "What are the snow room and cold plunge tub?",
"FAQ 3 - answer": "The snow room and cold plunge tub are part of the evian® Spa’s hydrotherapy facilities, designed to stimulate circulation and improve recovery. They offer a contrast experience that complements the warmth of saunas and steam rooms.",
"FAQ 4 - question": "Which languages are spoken at evian® Spa?",
"FAQ 4 - answer": "The team at evian® Spa speaks both English and French, ensuring international guests feel welcome and understood.",
"FAQ 5 - question": "Can I bring my child with me to the spa?",
"FAQ 5 - answer": "Access to the spa is reserved for adults, but family services are available at the resort. For older children, specific treatments may be arranged upon request and subject to availability."
}
