{
  "Clinic name": "Royal Evian",
  "Health wellness pure-player ?": "",
  "Location (town)": "Evian",
  "Location (country)": "France",
  "Location (address)": "960 Avenue du Leman, 74500 Neuvecelle",
  "Short description (less than 160 characters)": "Discover the iconic Royal Evian 5* Palace, a leisure and wellness haven overlooking Lake Geneva.",
  "Long description (500 characters)": "Royal Evian is a leisure and wellness haven located in a 19-hectare park overlooking Lake Geneva at the foot of the French Alps. The hotel offers a unique wellness experience with the Evian Spa Concept, inspired by the lifecycle of evian® natural mineral water. Guests can enjoy various outdoor activities throughout the year, a dedicated kids' resort, and a Michelin-starred restaurant with a focus on locally sourced ingredients.",
  "Serenity Ways URL": "https://serenityways.com/collections/hotel-royal-evian-resort",
  "USP 1 (title)": "Unique Location",
  "USP 1 (description in less than 160 characters)": "Enjoy the Evian Resort between Lake Geneva & the French Alps with various outdoor activities.",
  "USP 2 (title)": "Kids Resort",
  "USP 2 (description in less than 160 characters)": "A 1000 sqm kids' heaven open daily and free from 3y old with various activities.",
  "USP 3 (title)": "Sports & Culture Team",
  "USP 3 (description in less than 160 characters)": "An exceptional team dedicated to arranging summer and winter activities.",
  "Health and wellness approach (less than 500 characters)": "The Hotel Royal offers the Evian Spa Concept, inspired by the lifecycle of evian® natural mineral water. The spa provides treatments offering benefits similar to those of the mountains, with a focus on personalisation and well-being. The Aqua-Bar allows guests to hydrate and relax in an immersive space.",
  "Nutrition approach (less than 500 characters)": "Chef Patrice Vander, Michelin-starred, sources produce from a 3000 sqm kitchen garden and local producers. The garden supplies 2 tonnes of produce annually, employing permaculture techniques. The Evian Spa experience includes the Aqua-Bar, offering relaxation under vaulted ceilings.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy complimentary buffet breakfast, upgrade upon availability, early check-in & late check-out upon availability, 90€ resort credit, and in-room welcome courtesies. Long stays of 7 nights or more receive an additional resort credit of 270€. Bookings in Leman Suite and higher categories include a complimentary 60-minute massage for up to 2 guests.",
  "Languages spoken": "French, English, Russian, Italian, Spanish",
  "Location highlights": "Ideally located between Lake Geneva & the French Alps, Evian Resort enjoys a 47-acre private park.",
  "Access": "Geneva International Airport - 45km",
  "Family friendly ?": "The majority of rooms are interconnecting, with a 1000 sqm Kids resort open daily and free from 3y old.",
  "Pet friendly ?": "Pets are welcome. Extra charge: 35€/night/pet.",
  "Booking and payment policy": "Depends on the selected rates and offers.",
  "Cancellation policy": "Depends on the selected rates and offers.",
  "FAQ 1 - question": "What is the evian® Spa's signature treatment?",
  "FAQ 1 - answer": "The spa offers treatments based on the CELESTIAL, MINERAL, PRECIOUS, and VITALISING dimensions for a complete wellness experience.",
  "FAQ 2 - question": "Which skincare brand is used?",
  "FAQ 2 - answer": "The skincare range used is La Vallée, in compliance with evian® Spa protocols.",
  "FAQ 3 - question": "What are the snow room and cold plunge tub?",
  "FAQ 3 - answer": "The snow room produces snow, and the cold plunge tub is a cold water pool, offering benefits like improved circulation and toxin elimination.",
  "FAQ 4 - question": "Which languages are spoken at evian® Spa?",
  "FAQ 4 - answer": "The therapists speak French and English.",
  "FAQ 5 - question": "Can I bring my child with me to the spa?",
  "FAQ 5 - answer": "Children can enjoy treatments in partnership with Bonpoint and use the indoor pool, except during quiet time reserved for adults.",
  "programs": ""
}