{
  "Clinic name": "JA Manafaru",
  "Health wellness pure-player ?": "",
  "Location (town)": "Dhidhdhoo",
  "Location (country)": "Maldives",
  "Location (address)": "Haa Alifu Atoll, 20012 Dhidhdhoo, Maldives",
  "Short description (less than 160 characters)": "JA Manafaru is one of the best wellness destinations in the world. Enjoy exclusive perks with Serenity Ways.",
  "Long description (500 characters)": "JA Manafaru's wellness philosophy centers on personalized retreats that harmonize physical, mental, and emotional well-being. Guests can choose from programs like 'Detox and Reset,' 'Mindful Journey,' and 'Active De-Stress,' each designed to meet specific wellness objectives. These retreats combine spa therapies, fitness activities, and mindfulness practices, all set against the serene backdrop of the Maldives.",
  "Serenity Ways URL": "https://serenityways.com/collections/ja-manafaru",
  "USP 1 (title)": "Personalized Wellness Programs",
  "USP 1 (description in less than 160 characters)": "Tailored wellness retreats addressing individual goals, from detoxification to mindfulness.",
  "USP 2 (title)": "Diverse Culinary Options",
  "USP 2 (description in less than 160 characters)": "'Wellness Your Way' menus catering to various dietary preferences, including vegan and gluten-free.",
  "USP 3 (title)": "Holistic Spa Treatments",
  "USP 3 (description in less than 160 characters)": "Calm Spa Sanctuary offers treatments integrating traditional Maldivian practices with modern therapies.",
  "Health and wellness approach (less than 500 characters)": "JA Manafaru's wellness philosophy centers on personalized retreats that harmonize physical, mental, and emotional well-being. Programs like 'Detox and Reset' and 'Mindful Journey' combine spa therapies, fitness activities, and mindfulness practices.",
  "Nutrition approach (less than 500 characters)": "The 'Wellness Your Way' dining concept offers menus tailored to various dietary preferences, including vegan, vegetarian, gluten-free, dairy-free, and low-carb options. The culinary team emphasizes locally sourced ingredients.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks: room upgrade upon availability, early check-in, late check-out, and a spa credit.",
  "Languages spoken": "English, Maldivian (Dhivehi)",
  "Location highlights": "Beach resort; situated on a private island with pristine beaches and crystal-clear waters, ideal for relaxation and water-based wellness activities.",
  "Access": "Nearest international airport: Malé International Airport (MLE); accessible via a 70-minute seaplane transfer or a domestic flight followed by a speedboat ride.",
  "Family friendly ?": "Yes; children are allowed, and there is a dedicated CoolZone for kids.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 25% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Free cancellation is available, with specific terms depending on stay dates and the number of days before arrival.",
  "FAQ 1 - question": "What types of accommodations are available at JA Manafaru?",
  "FAQ 1 - answer": "JA Manafaru offers Beach Bungalows, Water Villas, and Residences with private pools and ocean views.",
  "FAQ 2 - question": "What dining options are available at the resort?",
  "FAQ 2 - answer": "The resort features multiple dining venues with international, seafood, and Maldivian dishes.",
  "FAQ 3 - question": "What wellness facilities does JA Manafaru provide?",
  "FAQ 3 - answer": "The resort offers a spa, yoga sessions, and fitness facilities.",
  "FAQ 4 - question": "Are there activities for children at the resort?",
  "FAQ 4 - answer": "Yes, JA Manafaru provides a kids' club with supervised activities.",
  "FAQ 5 - question": "How can guests reach JA Manafaru?",
  "FAQ 5 - answer": "Guests can reach the resort via a seaplane transfer from Malé International Airport.",
  "programs": ""
}