{
  "Clinic name": "Joali Being",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Bodufushi Island",
  "Location (country)": "Maldives",
  "Location (address)": "Bodufushi Island, Raa Atoll, Maldives",
  "Short description (less than 160 characters)": "Joali Being is one of the best wellness destinations in the world. Enjoy exclusive perks with Serenity Ways.",
  "Long description (500 characters)": "JOALI BEING is a holistic wellness retreat in the Maldives, offering personalized programs integrating mind, skin, microbiome, and energy. Located on Bodufushi Island, it features biophilic design and transformational spaces like the Hydrotherapy Hall. The resort's Earth-to-Table initiative focuses on ingredient traceability, providing fresh, locally harvested foods. Accessible via a 40-minute seaplane from Malé International Airport.",
  "Serenity Ways URL": "https://serenityways.com/collections/joali-being",
  "USP 1 (title)": "Holistic Wellbeing Retreat",
  "USP 1 (description in less than 160 characters)": "Dedicated exclusively to holistic wellness, offering personalized programs for mind, skin, microbiome, and energy.",
  "USP 2 (title)": "Biophilic Design",
  "USP 2 (description in less than 160 characters)": "Architecture follows biophilic principles, enhancing harmony with nature and positive energy flow.",
  "USP 3 (title)": "Transformational Spaces",
  "USP 3 (description in less than 160 characters)": "Features unique facilities like Hydrotherapy Hall and Sound Therapy Hall for wellness experiences.",
  "Health and wellness approach (less than 500 characters)": "JOALI BEING's wellness philosophy centers around Mind, Skin, Microbiome, and Energy. Programs combine ancient wisdom with modern science, offering therapies like hydrotherapy and sound healing to restore balance and vitality. The integration of nature and innovative practices provides a transformative journey tailored to individual needs.",
  "Nutrition approach (less than 500 characters)": "Emphasizes Earth-to-Table initiative with ingredient traceability, offering fresh, locally harvested foods. Culinary options are curated with nutritionists, providing healthy dining experiences. Personalized nutrition sessions and co-created menu recommendations align with guests' wellness goals.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, daily full breakfast, $250 USD Wellbeing credit per room, early check-in/late check-out, complimentary Wi-Fi.",
  "Languages spoken": "English, Dhivehi",
  "Location highlights": "Private island retreat; surrounded by lagoons, beaches, and coconut palms, ideal for relaxation and wellness.",
  "Access": "Accessible via a 40-minute seaplane journey from Malé International Airport.",
  "Family friendly ?": "Yes; multigenerational zone available, some facilities for 16+.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 30 days prior to arrival receive a full refund. Within 30 days, deposit is forfeited.",
  "FAQ 1 - question": "What is unique about Joali Being?",
  "FAQ 1 - answer": "It is the first dedicated wellness retreat in the Maldives, focusing on transformative well-being.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "Programs include energy healing, sound therapy, and integrative wellness plans.",
  "FAQ 3 - question": "What types of accommodations are available?",
  "FAQ 3 - answer": "Private villas with infinity pools and ocean or beach views.",
  "FAQ 4 - question": "What dining options are available?",
  "FAQ 4 - answer": "The resort offers earth-to-table dining with a focus on nutrition and well-being.",
  "FAQ 5 - question": "Where is Joali Being located?",
  "FAQ 5 - answer": "It is located on Bodufushi Island in the Raa Atoll, Maldives.",
  "programs": ""
}