{
  "Clinic name": "Kamalaya",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Koh Samui",
  "Location (country)": "Thailand",
  "Location (address)": "102/9 Moo 3, Laem Set Road, Na-Muang, Koh Samui, Surat Thani 84140, Thailand",
  "Short description (less than 160 characters)": "A private beach, life-changing wellness programs, luxury hospitality and friendly atmosphere.",
  "Long description (500 characters)": "Kamalaya is a holistic wellness sanctuary in Koh Samui, Thailand, offering comprehensive retreats tailored to individual goals. Nestled amidst lush tropical surroundings with a private beach, it provides a serene setting for healing. The resort integrates detox, stress management, fitness, and emotional balance programs guided by certified wellness professionals. Guests enjoy a harmonious blend of traditional Thai architecture and natural materials, enhancing relaxation and rejuvenation.",
  "Serenity Ways URL": "https://serenityways.com/collections/kamalaya-kohsamui",
  "USP 1 (title)": "Holistic Wellness Programs",
  "USP 1 (description in less than 160 characters)": "Comprehensive retreats tailored to detox, stress management, fitness, and emotional balance.",
  "USP 2 (title)": "Natural Healing Environment",
  "USP 2 (description in less than 160 characters)": "Serene setting with lush surroundings and a private beach for relaxation and healing.",
  "USP 3 (title)": "Experienced Wellness Team",
  "USP 3 (description in less than 160 characters)": "Guidance by over 50 certified professionals including naturopaths and TCM doctors.",
  "Health and wellness approach (less than 500 characters)": "Kamalaya's philosophy combines Eastern traditions with Western research, offering personalized consultations and programs for detox, stress, fitness, and emotional balance. Treatments include TCM, Ayurveda, naturopathy, and spa therapies. Daily yoga, meditation, and fitness classes support well-being, enhanced by natural surroundings.",
  "Nutrition approach (less than 500 characters)": "The resort offers nutritious cuisine using whole, natural ingredients, often locally sourced. Meals are flavorful and visually appealing, supporting wellness goals. Dining options include Amrita Café with sea views and Soma Restaurant. Personalized dietary consultations ensure a balance between indulgence and well-being.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities like upgrades, daily breakfast, wellness consultation, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English, Thai",
  "Location highlights": "Beach resort; situated along the southern coastline of Koh Samui, offering direct beach access.",
  "Access": "Nearest international airport: Samui International Airport (USM), approximately a 45-minute drive.",
  "Family friendly ?": "Yes; children aged 16 and above are welcome in the programs.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival will receive a full refund. Within 14 days, the deposit is forfeited.",
  "FAQ 1 - question": "What is unique about Kamalaya?",
  "FAQ 1 - answer": "It is a holistic wellness sanctuary and spa retreat in Koh Samui, Thailand.",
  "FAQ 2 - question": "What wellness programs are available?",
  "FAQ 2 - answer": "Programs include detox, stress management, yoga, and personalized wellness journeys.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Luxury rooms, suites, and villas with views of the ocean or lush gardens.",
  "FAQ 4 - question": "What dining options are offered?",
  "FAQ 4 - answer": "The restaurant serves healthy cuisine inspired by Thai and international dishes.",
  "FAQ 5 - question": "Where is Kamalaya located?",
  "FAQ 5 - answer": "It is located on the southern coast of Koh Samui, Thailand."
}