{
  "Clinic name": "Kayaam House",
  "Health wellness pure-player ?": "",
  "Location (town)": "Tangalle",
  "Location (country)": "Sri Lanka",
  "Location (address)": "Beach Road, Marakolliya, Tangalle 82200, Sri Lanka",
  "Short description (less than 160 characters)": "Kayaam House blends Ayurvedic healing with contemporary wellness in a luxury beach-side boutique hotel.",
  "Long description (500 characters)": "Kayaam House offers a unique blend of Ayurvedic healing and contemporary wellness approaches in a luxury beach-side boutique hotel setting. Located in Tangalle, Sri Lanka, it provides personalized wellness programs, including Ayurvedic detox and rejuvenation, tailored to individual needs. The hotel features a tranquil beachside atmosphere, personalized cuisine based on Ayurvedic principles, and a range of exclusive amenities for a holistic wellness experience.",
  "Serenity Ways URL": "https://serenityways.com/collections/kayaam-house-sri-lanka",
  "USP 1 (title)": "Wellness in Sri Lanka",
  "USP 1 (description in less than 160 characters)": "Ideal for yoga or ayurvedic retreats and relaxed beach holidays.",
  "USP 2 (title)": "Ayurvedic Wellness Programs",
  "USP 2 (description in less than 160 characters)": "Rejuvenate and detoxify with holistic treatments and personalized care.",
  "USP 3 (title)": "Personalized Cuisine",
  "USP 3 (description in less than 160 characters)": "Cuisine tailored to Ayurvedic dosha with locally sourced ingredients.",
  "Health and wellness approach (less than 500 characters)": "The wellness approach at Kayaam House is based on Ayurveda, led by Dr. Waruni Panapitiya, an Ayurveda practitioner, with experienced therapists. Programs are designed to rejuvenate and detoxify through holistic treatments and personalized care.",
  "Nutrition approach (less than 500 characters)": "Kayaam House integrates Ayurvedic principles in its cuisine, tailored to guests' dosha. Meals accommodate dietary restrictions like vegan, vegetarian, lactose-free, and gluten-free, promoting health and well-being.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy complimentary upgrades at check-in upon availability and a 20% discount on additional spa treatments.",
  "Languages spoken": "English",
  "Location highlights": "A tranquil beach boutique hotel on a beautiful sandy beach on the Southern coast of Sri Lanka.",
  "Access": "Address: Rekawa, Wellodeya Rd, Sri Lanka. From Colombo International Airport: Approx. 3 hours 15 minutes by car. From Matara: Approx. 45 minutes by car.",
  "Family friendly ?": "All guests above 16 years of age are welcome. Minimum age for wellness programs is 18.",
  "Pet friendly ?": "Pets are not allowed at Kayaam House.",
  "Booking and payment policy": "30% paid at reservation, balance 30 days prior to arrival. Peak period: 30% non-refundable deposit, balance 45 days prior. Group bookings: 50% non-refundable deposit, balance 60 days prior.",
  "Cancellation policy": "Less than 30 days: 30% charge. Less than 14 days: 50% charge. Less than 7 days: 100% charge. Peak period: Less than 45 days: 50% charge. Less than 30 days: 100% charge. Group bookings: Less than 60 days: 100% charge.",
  "FAQ 1 - question": "What types of wellness programs are offered?",
  "FAQ 1 - answer": "Kayaam House offers Ayurvedic detox, rejuvenation, and mental healing programs.",
  "FAQ 2 - question": "What is the minimum stay requirement?",
  "FAQ 2 - answer": "Minimum stay varies, starting at 4 nights for the Ayurveda Immersion program.",
  "FAQ 3 - question": "Are meals included in the wellness packages?",
  "FAQ 3 - answer": "Yes, all wellness journeys include full board with personalized meals.",
  "FAQ 4 - question": "Do I need to book treatments in advance?",
  "FAQ 4 - answer": "Yes, it is recommended to book treatments in advance to ensure availability.",
  "FAQ 5 - question": "Can I combine different wellness programs?",
  "FAQ 5 - answer": "Yes, guests can upgrade or combine packages based on needs and stay duration."
}