{
  "Clinic name": "La Réserve Genève",
  "Health wellness pure-player ?": "",
  "Location (town)": "Geneva",
  "Location (country)": "Switzerland",
  "Location (address)": "Route de Lausanne 301, 1293 Bellevue, Switzerland",
  "Short description (less than 160 characters)": "Indulge in Nescens retreats at La Réserve Genève, an exclusive urban resort with health programs and spa treatments.",
  "Long description (500 characters)": "La Réserve Genève offers a luxurious escape on the shores of Lake Geneva, just outside the city. With a focus on wellness, it collaborates with Clinique Nescens to provide transformative experiences through medical assessments, fitness, nutrition, and aesthetic treatments. Guests enjoy a serene lakeside setting, exquisite dining options, and a family-friendly atmosphere. The resort is renowned for its stunning spa, fitness center, and personalized wellness programs.",
  "Serenity Ways URL": "https://serenityways.com/collections/la-reserve-geneve-nescens",
  "USP 1 (title)": "A true luxury resort",
  "USP 1 (description in less than 160 characters)": "Minutes from Geneva, La Réserve offers luxury with activities for all ages.",
  "USP 2 (title)": "A heavenly spa",
  "USP 2 (description in less than 160 characters)": "Stunning spa, top treatments, and a leading fitness center in Europe.",
  "USP 3 (title)": "Collaboration with Nescens",
  "USP 3 (description in less than 160 characters)": "Wellness programs by Clinique Nescens, offering unique expertise.",
  "Health and wellness approach (less than 500 characters)": "La Réserve Genève offers a wellness approach for spa lovers and those seeking transformative experiences. It collaborates with Clinique Nescens for top medical assessments, fitness, nutrition, and aesthetic treatments. Emphasizing preventive care and lifestyle changes, the serene lakeside setting enhances the experience.",
  "Nutrition approach (less than 500 characters)": "The culinary experience at La Réserve Genève combines haute gastronomy with health-conscious choices. Menus by Chef Benjamin Brial focus on fresh, seasonal ingredients with Mediterranean inspiration. Guests can choose regular or wellness-focused menus, including detox and calorie-controlled options.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, early check-in, late check-out, daily buffet breakfast, 100 CHF Food & Beverage or SPA credit, complimentary Wi-Fi, additional 100 CHF credit for stays of 4+ nights, complimentary roundtrip private airport transfers for Executive Suite bookings.",
  "Languages spoken": "French, English. Translator services for Spanish, German, and Russian (extra fees apply).",
  "Location highlights": "Set on Lake Geneva's shores, La Réserve offers a peaceful escape with stunning views of the lake and Alps, near Geneva city.",
  "Access": "Address: Rte de Lausanne 301, 1293 Bellevue, Switzerland. By Car: 5-10 min from Geneva Airport, 45 min from Lausanne. By Train: 15 min from Geneva Airport.",
  "Family friendly ?": "La Réserve Genève is family-friendly with outdoor activities and a kids club. Wellness programs are for adults.",
  "Pet friendly ?": "Pets are welcome with a fee of CHF 50 per pet, per night.",
  "Booking and payment policy": "The booking policy depends on the season.",
  "Cancellation policy": "Free cancellation until 3pm one day prior to arrival. Later cancellations incur a 1-night charge. Conditions vary during high season.",
  "FAQ 1 - question": "What wellness programs are offered at La Réserve Genève?",
  "FAQ 1 - answer": "La Réserve Genève offers personalized wellness programs, including detox, anti-aging, and fitness packages.",
  "FAQ 2 - question": "Does La Réserve Genève offer medical wellness services?",
  "FAQ 2 - answer": "Yes, medical wellness programs include diagnostics, stress management, and tailored health programs by Clinique Nescens.",
  "FAQ 3 - question": "What is the focus of Clinique Nescens at La Réserve?",
  "FAQ 3 - answer": "Clinique Nescens specializes in anti-aging, preventive healthcare, and longevity programs.",
  "FAQ 4 - question": "Is La Réserve Genève suitable for a short wellness getaway?",
  "FAQ 4 - answer": "Yes, the flexibility of wellness programs allows for both short stays and longer retreats.",
  "FAQ 5 - question": "What amenities are available at the spa?",
  "FAQ 5 - answer": "The spa features an indoor pool, saunas, steam rooms, a fitness center, massages, and body treatments.",
  "programs": ""
}