{
  "Clinic name": "La Réserve Ramatuelle",
  "Health wellness pure-player ?": "",
  "Location (town)": "Ramatuelle",
  "Location (country)": "France",
  "Location (address)": "Chemin de la Quessine, 83350 Ramatuelle, France",
  "Short description (less than 160 characters)": "The Nescens wellness programs are the best cure for stress, fatigue, and to invest in your longevity.",
  "Long description (500 characters)": "La Réserve Ramatuelle is an intimate palace hotel with 27 rooms, suites, and 14 villas. Overlooking the French Riviera, it offers a serene environment near Saint Tropez. The wellness programs, designed by Clinique Nescens, focus on detoxification, rejuvenation, and personalized treatments. Guests enjoy a Mediterranean-inspired culinary experience by Michelin-starred Chef Eric Canino, promoting vitality and well-being.",
  "Serenity Ways URL": "https://serenityways.com/collections/la-reserve-ramatuelle-clinique-nescens",
  "USP 1 (title)": "The spectacular hotel",
  "USP 1 (description in less than 160 characters)": "An intimate palace hotel with stunning views of the French Riviera, minutes from Saint Tropez.",
  "USP 2 (title)": "The collaboration with Clinique Nescens",
  "USP 2 (description in less than 160 characters)": "Wellness programs supervised by Clinique Nescens, focusing on better-aging and preventive medicine.",
  "USP 3 (title)": "Eric Canino's cuisine",
  "USP 3 (description in less than 160 characters)": "Michelin-starred Chef Eric Canino offers a healthy, Mediterranean-inspired culinary experience.",
  "Health and wellness approach (less than 500 characters)": "La Réserve Ramatuelle offers a unique wellness approach focusing on short, effective breaks. Programs designed by Clinique Nescens aim to detoxify, energize, and rejuvenate through personalized treatments, nutrition, and physical activity. Guests can engage in yoga, Pilates, and hiking, tailored to individual fitness levels and wellness goals.",
  "Nutrition approach (less than 500 characters)": "La Réserve Ramatuelle offers a refined culinary experience combining haute gastronomy with health-conscious choices. Chef Eric Canino's wellness cuisine focuses on light, Mediterranean-inspired recipes with fresh, seasonal ingredients. Menus promote vitality and well-being, supporting detox and weight management goals.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, early check-in/late check-out, daily buffet breakfast, a complimentary 50-minute massage, complimentary Wi-Fi.",
  "Languages spoken": "French, English",
  "Location highlights": "Perched on the hills overlooking the Mediterranean Sea, near Saint-Tropez, with lush gardens and a private beach on Pampelonne.",
  "Access": "Address: 736 Chem. des Cretes, 83350 Ramatuelle, France. Arrival by Car: From Nice Côte d'Azur Airport: 1 hr 45 min, From Saint-Tropez: 20 min.",
  "Family friendly ?": "The hotel welcomes families but doesn't have a kids club. Great amenities for parents with young children.",
  "Pet friendly ?": "Pets are only admitted in the private villas.",
  "Booking and payment policy": "Conditions depend on the period.",
  "Cancellation policy": "Cancellation policy depends on the period.",
  "FAQ 1 - question": "Is a prior experience required to participate to the programs?",
  "FAQ 1 - answer": "No prior experience or specific health conditions: the activities are tailored to the needs and the level of each guest.",
  "FAQ 2 - question": "Does La Réserve Ramatuelle offer individual or group programs?",
  "FAQ 2 - answer": "Each program is personalized. All the sessions are in one to one.",
  "FAQ 3 - question": "Do the programs start on specific day of the week?",
  "FAQ 3 - answer": "The programs can start any day of the week, depending on the availabilities of La Réserve Ramatuelle.",
  "FAQ 4 - question": "Is it possible to organise a longer program?",
  "FAQ 4 - answer": "The standard program durations are 3 days 4 nights and 5 days 6 nights. Longer durations can be organised upon request.",
  "FAQ 5 - question": "Which programs at La Réserve Ramatuelle include a medical assessment?",
  "FAQ 5 - answer": "The Women's Better-Aging program includes a comprehensive assessment and an online consultation with a doctor of Clinique Nescens."
}