{
  "Clinic name": "Lanserhof Sylt",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "List",
  "Location (country)": "Germany",
  "Location (address)": "Listlandstraße 11, 25992 List, Germany",
  "Short description (less than 160 characters)": "Lanserhof Sylt offers a holistic health program with modern medicine and naturopathy in a unique architectural setting.",
  "Long description (500 characters)": "Lanserhof Sylt is a wellness retreat located on the island of Sylt, Germany. It offers a comprehensive health program combining modern medicine, naturopathy, and innovative therapies to promote self-healing and regeneration. The resort features unique architecture inspired by the surrounding dunes, providing a tranquil environment. Guests can enjoy stunning views of the Wadden Sea and access to pristine natural landscapes, enhancing the healing process.",
  "Serenity Ways URL": "https://serenityways.com/collections/lanserhof-sylt",
  "USP 1 (title)": "Holistic Health",
  "USP 1 (description in less than 160 characters)": "Offers a comprehensive health program combining modern medicine, naturopathy, and innovative therapies.",
  "USP 2 (title)": "Unique Architecture",
  "USP 2 (description in less than 160 characters)": "Features fluid, cornerless architecture inspired by the surrounding dunes for a tranquil environment.",
  "USP 3 (title)": "Exclusive Location",
  "USP 3 (description in less than 160 characters)": "Situated on Sylt island with stunning views of the Wadden Sea and access to natural landscapes.",
  "Health and wellness approach (less than 500 characters)": "Lanserhof Sylt's wellness philosophy centers on the Lanserhof Concept, integrating traditional naturopathy with modern medical practices. The program focuses on detoxification, regeneration, and activating the body's self-healing powers. Guests undergo comprehensive diagnostics for individualized treatment plans, including fasting cures, physical medicine, and mental coaching.",
  "Nutrition approach (less than 500 characters)": "The resort emphasizes a nutrition philosophy supporting detoxification and regeneration. The dietary program is personalized based on individual health assessments, incorporating Lanserhof Energy Cuisine, focusing on light, easily digestible meals with fresh, organic ingredients to promote digestive health and vitality.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks: room upgrade upon availability, early check-in, late check-out, spa credit, and more.",
  "Languages spoken": "German, English",
  "Location highlights": "Coastal retreat; located on Sylt, known for unique dune landscapes, fresh sea air, and tranquil surroundings.",
  "Access": "Nearest airport: Sylt Airport (GWT), approximately 20-minute drive. Alternatively, arrive via train or car ferry.",
  "Family friendly ?": "No; the resort is designed for adults seeking a focused health retreat.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 30 days prior to arrival receive a full refund. Within 30 days, the deposit is forfeited.",
  "FAQ 1 - question": "What is unique about Lanserhof Sylt?",
  "FAQ 1 - answer": "It is a state-of-the-art medical spa located on the island of Sylt, Germany.",
  "FAQ 2 - question": "What wellness programs are available?",
  "FAQ 2 - answer": "Programs include detox, regenerative therapies, and integrative medicine.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Luxurious rooms and suites with modern designs and natural light.",
  "FAQ 4 - question": "What facilities are offered?",
  "FAQ 4 - answer": "Facilities include a sauna, fitness center, and hydrotherapy pools.",
  "FAQ 5 - question": "Where is Lanserhof Sylt located?",
  "FAQ 5 - answer": "It is located on the island of Sylt in northern Germany.",
  "programs": ""
}