{
  "Clinic name": "Lanserhof Lans",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Lans",
  "Location (country)": "Austria",
  "Location (address)": "Kochholzweg 153, 6072 Lans, Tyrol, Austria",
  "Short description (less than 160 characters)": "Pioneering medical‑wellness retreat in the Tyrolean Alps offering personalized detox, regeneration, fitness and diagnostics.",
  "Long description (500 characters)": "Lanserhof Lans is the original location of the renowned Lanserhof medical‑wellness brand, set in the Tyrolean Alps near Innsbruck. It offers personalized health programmes featuring modern Mayr medicine, naturopathy, advanced diagnostics, fitness therapies, hydrotherapy, and mental coaching—all within a serene alpine spa setting with luxurious minimalist rooms.",
  "Serenity Ways URL": "https://serenityways.com/collections/lanserhof-lans",
  "USP 1 (title)": "LANS Med Concept",
  "USP 1 (description in less than 160 characters)": "Integrates modern Mayr medicine with naturopathy, diagnostics and regenerative therapies.",
  "USP 2 (title)": "Alpine Sanctuary",
  "USP 2 (description in less than 160 characters)": "Nestled on a sunny plateau in the Tyrolean Alps with panoramic mountain views.",
  "USP 3 (title)": "State‑of‑the‑Art Wellness Facilities",
  "USP 3 (description in less than 160 characters)": "Saltwater pools, sauna, fitness studio, and hydrotherapies in a modern spa complex.",
  "Health and wellness approach (less than 500 characters)": "The Lanserhof Concept combines comprehensive medical diagnostics and personalized Mayr-naturopathic detox with regeneration programmes, physical medicine, mental coaching, and fitness interventions. Emphasis is on activating self-healing, metabolic reset, and holistic vitality in a medically supervised, tranquil alpine setting.",
  "Nutrition approach (less than 500 characters)": "Nutrition follows the Energy & Power cuisine tailored to the individual’s detox and regeneration plan. Light, organic, easily digestible meals support metabolic balance and healing, based on diagnostic findings.",
  "Exclusive benefits when booking with Serenity Ways": "Room upgrade (subject to availability), early check‑in/late check‑out, spa credit, VIP gift from GM, single-occupancy at double rate during Jun–Sep offers.",
  "Languages spoken": "German, English",
  "Location highlights": "Mountain retreat near Innsbruck with panoramic Alps views; surrounded by forested plateaus and meadows for walking and relaxation.",
  "Access": "20 min by car from Innsbruck Airport; free parking; private transfers available.",
  "Family friendly ?": "No",
  "Pet friendly ?": "No",
  "Booking and payment policy": "50% deposit required to confirm booking; payments processed directly by the hotel.",
  "Cancellation policy": "Free cancellation >30 days before arrival; deposit forfeited if cancelled within 30 days.",
  "FAQ 1 - question": "What makes Lanserhof Lans unique?",
  "FAQ 1 - answer": "It is the original Lanserhof site offering the pioneering LANS Med Concept combining medicine and naturopathy in an alpine setting.",
  "FAQ 2 - question": "What wellness programs are available?",
  "FAQ 2 - answer": "Programs include detox, regenerative medicine, fitness therapies, mental coaching, and Mayr-based health regimes.",
  "FAQ 3 - question": "Is it family‑friendly?",
  "FAQ 3 - answer": "No – the retreat is designed exclusively for adults seeking focused health programmes.",
  "FAQ 4 - question": "Are pets allowed?",
  "FAQ 4 - answer": "No – pets are not permitted on the property.",
  "FAQ 5 - question": "What is required to confirm a booking?",
  "FAQ 5 - answer": "A 50% deposit is required at booking; cancellation within 30 days forfeits the deposit."
}
