{
  "Clinic name": "Lanserhof Lans",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Lans",
  "Location (country)": "Austria",
  "Location (address)": "Kochholzweg 153, 6072 Lans bei Innsbruck, Austria",
  "Short description (less than 160 characters)": "Lanserhof invites you to a life-changing retreat, where you will embrace healthier habits.",
  "Long description (500 characters)": "Lanserhof Lans, established in 1984, is renowned for its holistic approach to natural healing and state-of-the-art medicine. The resort offers personalized health programs integrating modern diagnostics, naturopathy, and innovative therapies to promote self-healing and regeneration. Nestled in the Tyrolean Alps, Lanserhof Lans provides a tranquil environment conducive to relaxation and healing, with breathtaking mountain views.",
  "Serenity Ways URL": "https://serenityways.com/collections/lanserhof-lans",
  "USP 1 (title)": "Pioneering Health Retreat",
  "USP 1 (description in less than 160 characters)": "Renowned for its holistic approach to natural healing and state-of-the-art medicine.",
  "USP 2 (title)": "Comprehensive Medical Programs",
  "USP 2 (description in less than 160 characters)": "Personalized health programs integrating modern diagnostics and innovative therapies.",
  "USP 3 (title)": "Serene Alpine Setting",
  "USP 3 (description in less than 160 characters)": "Tranquil environment with breathtaking mountain views, ideal for relaxation and healing.",
  "Health and wellness approach (less than 500 characters)": "Lanserhof Lans' wellness philosophy centers on the Lanserhof Concept, combining traditional naturopathy with modern medical practices. The program focuses on detoxification, regeneration, and the activation of the body's self-healing powers. Guests undergo comprehensive diagnostics to tailor individualized treatment plans, including therapies such as fasting cures, physical medicine, and mental coaching.",
  "Nutrition approach (less than 500 characters)": "The resort emphasizes a nutrition philosophy that supports the body's natural detoxification and regeneration processes. The dietary program is personalized based on individual health assessments, often incorporating elements of the Lanserhof Energy Cuisine, focusing on light, easily digestible meals prepared with fresh, organic ingredients.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks: room upgrade upon availability, early check-in and late check-out, a spa credit, and more.",
  "Languages spoken": "German, English",
  "Location highlights": "Mountain retreat; located near Innsbruck in the Tyrolean Alps, offering stunning natural surroundings.",
  "Access": "Nearest international airport: Innsbruck Airport (INN), approximately a 20-minute drive from the resort.",
  "Family friendly ?": "No; the resort is designed for adults seeking a focused health retreat.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 30 days prior to arrival will receive a full refund. Cancellations within 30 days forfeit the deposit.",
  "FAQ 1 - question": "What is unique about Lanserhof Lans?",
  "FAQ 1 - answer": "It is the original Lanserhof location, offering holistic medical and therapeutic programs.",
  "FAQ 2 - question": "What wellness programs are available?",
  "FAQ 2 - answer": "Programs include detox, regenerative medicine, and fitness therapies.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Modern, luxurious rooms with a serene and minimalist design.",
  "FAQ 4 - question": "What facilities are offered?",
  "FAQ 4 - answer": "Facilities include medical diagnostics, saunas, and a state-of-the-art fitness center.",
  "FAQ 5 - question": "Where is Lanserhof Lans located?",
  "FAQ 5 - answer": "It is located in Lans, near Innsbruck, Austria.",
  "programs": ""
}