{
  "Clinic name": "Lanserhof Tegernsee",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Marienstein",
  "Location (country)": "Germany",
  "Location (address)": "Steinberg 2, 83666 Marienstein, Germany",
  "Short description (less than 160 characters)": "Lanserhof invites you to a life-changing retreat, where you will embrace healthier habits.",
  "Long description (500 characters)": "Lanserhof Tegernsee offers comprehensive health programs integrating modern medicine, naturopathy, and innovative therapies to promote self-healing and regeneration. Nestled in the Bavarian Alps, the resort provides a tranquil environment conducive to relaxation and healing. With a 5,000 m² medical area and advanced equipment, it delivers a broad spectrum of treatments. The serene alpine environment enhances the healing process, offering a peaceful retreat for holistic well-being.",
  "Serenity Ways URL": "https://serenityways.com/collections/lanserhof-tegernsee",
  "USP 1 (title)": "Holistic Health",
  "USP 1 (description in less than 160 characters)": "Comprehensive health programs integrating modern medicine and naturopathy.",
  "USP 2 (title)": "State-of-the-Art Facilities",
  "USP 2 (description in less than 160 characters)": "5,000 m² medical area with advanced diagnostic and therapeutic equipment.",
  "USP 3 (title)": "Scenic Location",
  "USP 3 (description in less than 160 characters)": "Nestled in the Bavarian Alps, offering breathtaking views and tranquility.",
  "Health and wellness approach (less than 500 characters)": "Lanserhof Tegernsee's wellness philosophy centers on the Lanserhof Concept, combining traditional naturopathy with modern medical practices. The program focuses on detoxification, regeneration, and activating the body's self-healing powers. Guests undergo comprehensive diagnostics for tailored treatment plans, including therapies like fasting cures, physical medicine, and mental coaching. The serene alpine environment enhances the healing process.",
  "Nutrition approach (less than 500 characters)": "The resort emphasizes a nutrition philosophy supporting detoxification and regeneration. The dietary program is personalized based on health assessments, incorporating Lanserhof Energy Cuisine, focusing on light, easily digestible meals with fresh, organic ingredients. The goal is to promote digestive health and vitality, aligning with the resort's holistic wellness objectives.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks: room upgrade upon availability, early check-in and late check-out, spa credit, and more.",
  "Languages spoken": "German, English",
  "Location highlights": "Mountain retreat; located near Lake Tegernsee in the Bavarian Alps, offering stunning natural surroundings.",
  "Access": "Nearest international airport: Munich Airport (MUC), approximately a 1-hour drive from the resort.",
  "Family friendly ?": "No; the resort is designed for adults seeking a focused health retreat.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 30 days prior to arrival will receive a full refund. Cancellations within 30 days will forfeit the deposit.",
  "FAQ 1 - question": "What is unique about Lanserhof Tegernsee?",
  "FAQ 1 - answer": "It is a leading medical spa known for its cutting-edge diagnostics and therapies.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "Programs include detox, stress management, and personalized health plans.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Modern, minimalist rooms with views of the Bavarian Alps.",
  "FAQ 4 - question": "What facilities are available?",
  "FAQ 4 - answer": "Facilities include a saltwater pool, sauna, and advanced medical equipment.",
  "FAQ 5 - question": "Where is Lanserhof Tegernsee located?",
  "FAQ 5 - answer": "It is located in Marienstein, Bavaria, Germany, near Lake Tegernsee.",
  "programs": ""
}