{
  "Clinic name": "Lily of the Valley",
  "Health wellness pure-player ?": "",
  "Location (town)": "La Croix-Valmer",
  "Location (country)": "France",
  "Location (address)": "72 Boulevard Abel Faivre, 83420 La Croix-Valmer, France",
  "Short description (less than 160 characters)": "Lily of the Valley offers luxury wellness experiences focused on weight loss, detox, and fitness in the French Riviera.",
  "Long description (500 characters)": "Lily of the Valley, located in La Croix-Valmer, France, provides a luxury wellness experience with a focus on weight loss, detox, and fitness. The hotel features the Shape Club, offering personalized fitness programs, nutrition plans, and spa treatments. Chef Vincent Maillard oversees the cuisine, emphasizing fresh ingredients. Guests enjoy panoramic sea views, a private beach, and proximity to Saint-Tropez, making it an ideal retreat all year round.",
  "Serenity Ways URL": "https://serenityways.com/collections/lily-of-the-valley",
  "USP 1 (title)": "Stunning location",
  "USP 1 (description in less than 160 characters)": "Located on the Gigaro heights, overlooking the French Riviera's beautiful bays, offering peace and proximity to Saint-Tropez.",
  "USP 2 (title)": "Motivating atmosphere",
  "USP 2 (description in less than 160 characters)": "Shape Club offers wellness and fitness activities, inviting guests to engage regardless of condition or motivation.",
  "USP 3 (title)": "All year round",
  "USP 3 (description in less than 160 characters)": "Open all year, offering programs to disconnect and recharge in a healthy environment on the French Riviera.",
  "Health and wellness approach (less than 500 characters)": "At Lily of the Valley, the Shape Club is dedicated to wellness and fitness. The approach includes personalized programs, nutrition plans, and spa treatments designed to achieve specific health goals. The emphasis on personalized care, the stunning environment, and the superlative hospitality experience make it a favorite destination for short wellness breaks in Europe.",
  "Nutrition approach (less than 500 characters)": "Lily of the Valley offers a flexible nutrition approach, catering to individual wellness goals. Guests can choose between a regular gastronomic menu or wellness-specific menus for weight loss, detox, or other objectives. Chef Vincent Maillard emphasizes fresh, high-quality ingredients, including lean proteins and healthy fats, with calorie control available for specific programs.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, daily breakfast, $100 USD hotel credit, early check-in/late check-out, complimentary Wi-Fi.",
  "Languages spoken": "French, English",
  "Location highlights": "Perched on a hillside overlooking the Mediterranean Sea, near Saint-Tropez, surrounded by nature reserves and beaches.",
  "Access": "Address: Colline Saint Michel, Boulevard Abel Faivre, Quartier de Gigaro, 83420 La Croix-Valmer, France. Arrival by Car: From Nice Airport: 1 hr 30 min, Cannes: 1 hr, Saint-Tropez: 20 min, Marseille: 2 hrs. Nearest Airport: Nice Côte d'Azur Airport: 110 km / 1 hr 30 min by car.",
  "Family friendly ?": "All ages are welcome, with a family-friendly pool and beach club.",
  "Pet friendly ?": "Pets are welcome with a charge of 60€ per pet per night.",
  "Booking and payment policy": "Depends on seasonality and offers.",
  "Cancellation policy": "Depends on seasonality and offers.",
  "FAQ 1 - question": "What kind of fitness activities are available?",
  "FAQ 1 - answer": "Guests can enjoy yoga, indoor cycling, aquatic sports, and other activities in group sessions or as private lessons.",
  "FAQ 2 - question": "Who is the consultant behind the wellness programs?",
  "FAQ 2 - answer": "The programs are developed with input from nutritionist Dr. Jacques Fricker, specializing in weight loss and health-focused gastronomy.",
  "FAQ 3 - question": "Does Lily of the Valley offer private wellness consultations?",
  "FAQ 3 - answer": "Yes, private wellness consultations are available to create personalized treatment plans, including diet and fitness.",
  "FAQ 4 - question": "Is there a private beach?",
  "FAQ 4 - answer": "Yes, the hotel has its own private beach along the Plage de Gigaro.",
  "FAQ 5 - question": "Can I enjoy wellness and relaxation as part of a short stay?",
  "FAQ 5 - answer": "Yes, the hotel offers both short getaways and longer retreats for wellness and relaxation."
}