{
  "Clinic name": "MAYRLIFE Medical Health Resort Altaussee",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Altaussee",
  "Location (country)": "Austria",
  "Location (address)": "Dr.-F.-Unterberger-Straße 21, 9082 Maria Wörth, Austria",
  "Short description (less than 160 characters)": "Luxury medical‑wellness resort on Lake Altaussee offering personalised gut‑focused programmes based on Dr F.X. Mayr’s method.",
  "Long description (500 characters)": "MAYRLIFE is a world‑class medical health resort set on Lake Altaussee, merging Dr F.X. Mayr’s century‑old gut regeneration method with cutting‑edge diagnostics, therapies, nutrition and daily medical oversight. Offering bespoke programmes—detox, healthy aging, weight, stress control, anti‑inflammation, diabetes and performance—alongside spa, saltwater pool, gym, mountain views and personalised post‑care support.",
  "Serenity Ways URL": "https://serenityways.com/collections/mayrlife",
  "USP 1 (title)": "Lakeside heaven",
  "USP 1 (description in less than 160 characters)": "Located by the shores of Lake Altaussee, surrounded by the breathtaking Austrian Alps, Mayrlife offers a serene and luxurious environment for healing and wellness.",
  "USP 2 (title)": "Personalized Health Programs",
  "USP 2 (description in less than 160 characters)": "Mayrlife offers 100% personalized health programs that focus on gut health, detoxification, and long-term well-being, ensuring each guest receives a customized plan.",
  "USP 3 (title)": "Award-Winning Wellness",
  "USP 3 (description in less than 160 characters)": "Honored as the “Best Medical Spa Worldwide”, Mayrlife combines modern medicine with traditional naturopathy to offer life-changing experiences.",
  "Health and wellness approach (less than 500 characters)": "Mayrlife is a medical health resort in Austria. It boasts outstanding medical expertise, cutting-edge wellness technologies, and a broad range of therapies. It is a holistic luxury clinic, with an exceptional spa and an ultra-modern gym. It initially opened in 2015 as another location of Vivamayr, and rebranded in 2023 as Mayrlife. The wellness approach at Mayrlife builds on the concepts uncovered by Dr. F. X. Mayr, a genius medical doctor from the early 20th century. His focus was on regeneration of the intestinal system through detoxification and purification, to reactivate the whole body’s self-healing powers. He designed groundbreaking diagnostic methods, therapies as well as diet principles. The beauty treatment concept of Mayrlife was developed with aesthetic physician Dr. Barbara Sturm. It also focuses on regeneration, in order to heal the skin from the inside out and to restore it to its natural glow. At Mayrlife, guests see their doctor every day, 5 days a week. In this way, the medical concept forms the foundation for long lasting health. Good to know: Mayrlife offers plenty of possibilities for outdoor experiences, thanks to the lake Altaussee and the surrounding mountains: hiking, climbing, skiing in winter...",
  "Nutrition approach (less than 500 characters)": "The cuisine at Mayrlife is not only delicious: it is another core component of the holistic health concept and the regeneration approach, with a strong emphasis on the gut and intestines. The nutrition at Mayrlife is headed by head chef Stefan Mühlbacher, a passionate food artist and the mastermind behind new dishes and products that promote gut health. Each nutrition plan is personalised, fitting each metabolism and intolerances. As in all Mayr cures, the diet is mostly alcaline, which rebalances the pH of the gut and restores its ability to efficiently clean the body.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade at time of booking, subject to availability. $100 USD equivalent credit, applicable towards shopping, spa treatments, and products. Early check-in / Late check-out, subject to availability.",
  "Languages spoken": "English, German",
  "Location highlights": "The Altaussee is beautiful, and Mayrlife is on the best spot by the lake, facing the majestic alpine summits. The hotel is located at 700 meters above sea level, in a preserved region famous for its crystal-clear waters, lush forests, and fresh alpine air.",
  "Access": "3h from Munich or Vienna airports by car; from Salzburg or Linz ~1h.",
  "Family friendly ?": "Children are welcome at Mayrlife from the age of 14 years old.",
  "Pet friendly ?": "Pets are not allowed at Mayrlife.",
  "Booking and payment policy": "The typical booking policy at Mayrlife is as follows: 50% prepayment room upon reservation, 50% room payment during check in, 100% medical payment during check out.",
  "Cancellation policy": "All reservations can be cancelled or changed free of charge up to 14 days prior arrival. In the event of an early departure or if the cancellation is not made in time, up to 100% of the costs for the hotel as well as for the medical program will be charged..",
  "FAQ 1 - question": "When did VIVAMAYR become MAYRLIFE?",
  "FAQ 1 - answer": "The resort rebranded from VIVAMAYR to MAYRLIFE in July 2023, with expanded innovations and holistic expertise.",
  "FAQ 2 - question": "What is the core medical philosophy at MAYRLIFE?",
"FAQ 2 - answer": "MAYRLIFE follows the principles of Modern Mayr Medicine, focusing on gut health as the foundation for overall well-being, supported by diagnostics, detox, and daily medical care.",
"FAQ 3 - question": "How personalised are the therapies?",
"FAQ 3 - answer": "Each guest receives a fully tailored plan based on diagnostics, with daily doctor consultations and monitored progress.",
"FAQ 4 - question": "What kind of spa and fitness facilities are available?",
"FAQ 4 - answer": "Facilities include an indoor saltwater pool, sauna, infrared cabin, steam bath, gym, treatment rooms, Watsu pool and beauty treatments by Dr. Barbara Sturm.",
"FAQ 5 - question": "Is there support after the stay?",
"FAQ 5 - answer": "Yes, MAYRLIFE offers personalised transition coaching and optional post-stay follow-up with doctors or nutritionists to help maintain results at home."
}
