{
  "Clinic name": "Mayrlife",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Altaussee",
  "Location (country)": "Austria",
  "Location (address)": "Fischerndorf 222, 8992 Altaussee, Austria",
  "Short description (less than 160 characters)": "Mayrlife offers the best Mayr medicine by a beautiful Alpine lake, focusing on gut health and energy restoration.",
  "Long description (500 characters)": "Mayrlife, located by Lake Altaussee in Austria, is a luxury wellness clinic offering personalized health programs. Known for its serene environment and award-winning wellness, it combines modern medicine with traditional naturopathy. The clinic focuses on gut health, detoxification, and long-term well-being. Guests enjoy daily consultations with doctors and a holistic approach to health, including personalized nutrition plans and outdoor activities.",
  "Serenity Ways URL": "https://serenityways.com/collections/mayrlife",
  "USP 1 (title)": "Lakeside Heaven",
  "USP 1 (description in less than 160 characters)": "Located by Lake Altaussee, Mayrlife offers a serene environment for healing and wellness.",
  "USP 2 (title)": "Personalized Health Programs",
  "USP 2 (description in less than 160 characters)": "Mayrlife offers 100% personalized health programs focusing on gut health and detoxification.",
  "USP 3 (title)": "Award-Winning Wellness",
  "USP 3 (description in less than 160 characters)": "Honored as the “Best Medical Spa Worldwide”, combining modern medicine with naturopathy.",
  "Health and wellness approach (less than 500 characters)": "Mayrlife's wellness approach builds on Dr. F. X. Mayr's concepts, focusing on intestinal regeneration through detoxification and purification. It combines outstanding medical expertise, cutting-edge wellness technologies, and a broad range of therapies. The clinic offers daily doctor consultations and a holistic luxury experience with an exceptional spa and gym.",
  "Nutrition approach (less than 500 characters)": "Mayrlife's cuisine is a core component of its holistic health concept, focusing on gut health. Led by head chef Stefan Mühlbacher, each nutrition plan is personalized, fitting each metabolism and intolerances. The diet is mostly alkaline, rebalancing the gut's pH and restoring its ability to efficiently clean the body.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy amenities like room upgrades, daily breakfast, $100 USD credit for spa and shopping, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "German, English",
  "Location highlights": "Mayrlife is beautifully located by Lake Altaussee, facing majestic alpine summits, with crystal-clear waters and fresh alpine air.",
  "Access": "Address: Dr.-F.-Unterberger-Straße 21, 9082 Maria Wörth, Austria. Access: Salzburg: 1h 20min drive, Vienna: 3h drive, Munich: 3h 30min drive.",
  "Family friendly ?": "Children are welcome at Mayrlife from the age of 14 years old.",
  "Pet friendly ?": "Pets are not allowed at Mayrlife.",
  "Booking and payment policy": "50% prepayment room upon reservation, 50% room payment during check-in, 100% medical payment during check-out.",
  "Cancellation policy": "Reservations can be cancelled or changed free of charge up to 14 days prior to arrival. Late cancellations may incur up to 100% charges.",
  "FAQ 1 - question": "Can I come with a partner who does not participate in the programs?",
  "FAQ 1 - answer": "Yes, partners can enjoy the hospitality of Mayrlife while you participate in the program.",
  "FAQ 2 - question": "How long should I stay at Mayrlife?",
  "FAQ 2 - answer": "The minimum stay is 7 nights, with most programs designed for 7 to 21 days.",
  "FAQ 3 - question": "Are meals included in the programs?",
  "FAQ 3 - answer": "Yes, all meals are personalized based on dietary needs and focus on gut health.",
  "FAQ 4 - question": "Can I continue the treatment after I leave Mayrlife?",
  "FAQ 4 - answer": "Yes, Mayrlife offers continued support with follow-up consultations and personalized plans.",
  "FAQ 5 - question": "Are there activities beyond wellness treatments?",
  "FAQ 5 - answer": "Yes, the resort offers yoga, hiking, golf, swimming, and other outdoor activities.",
  "programs": ""
}