{
  "Clinic name": "Palace Merano",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Merano",
  "Location (country)": "Italy",
  "Location (address)": "Via Camillo Benso Conte di Cavour, 2, 39012 Merano BZ, Italy",
  "Short description (less than 160 characters)": "Personalized programs to alleviate chronic stress and restore balance in a timeless, peaceful environment.",
  "Long description (500 characters)": "Palace Merano is internationally recognized for its innovative approach to health and wellness, blending advanced medical science with holistic healing. Focused on detoxification and rejuvenation, it offers personalized medical care, diagnostics, and natural therapies. The programs, initiated by Henri Chenot, emphasize detox, energy rebalancing, and cell rejuvenation. The serene Alpine setting enhances the experience, making it a leading destination for lasting health transformation.",
  "Serenity Ways URL": "https://serenityways.com/collections/palace-merano",
  "USP 1 (title)": "Expert medical team",
  "USP 1 (description in less than 160 characters)": "Highly qualified in detox and anti-aging, backed by extensive expertise in health and wellness.",
  "USP 2 (title)": "Customised experience",
  "USP 2 (description in less than 160 characters)": "Fully customized luxury experience with tailored wellness plans and healthy cuisine.",
  "USP 3 (title)": "Timeless Alpine retreat",
  "USP 3 (description in less than 160 characters)": "Serene environment in the Italian Alps with great wellness facilities for a reenergising escape.",
  "Health and wellness approach (less than 500 characters)": "Palace Merano blends medical science with holistic healing, focusing on detox and rejuvenation. Programs initiated by Henri Chenot emphasize detox, energy rebalancing, and cell rejuvenation. Treatments include hydrotherapy, phyto-mud therapy, and specialized massages, ensuring a personalized wellness experience.",
  "Nutrition approach (less than 500 characters)": "Nutrition at Palace Merano complements detox with a balanced mix of lean proteins, plant-based foods, and healthy fats. The diet is anti-inflammatory and alkaline, supporting detox and vitality while remaining gourmet and delicious.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities at Palace Merano.",
  "Languages spoken": "Italian, English",
  "Location highlights": "Stunning Alpine surroundings, charming town of Merano, renowned thermal springs, Mediterranean climate.",
  "Access": "Address: Cavourstraße, 2, 39012 Meran, Italy. Nearest Airport: Verona Villafranca Airport (VRN): 120 km / 1 hr 30 min by car.",
  "Family friendly ?": "Children are welcome. Kids must remain under supervision in the restaurant and swimming pool.",
  "Pet friendly ?": "Pets are welcome. Additional fees apply.",
  "Booking and payment policy": "A deposit of €2,000 per person is required to confirm bookings.",
  "Cancellation policy": "Cancellations up to 21 days before arrival. Charges apply for cancellations closer to arrival.",
  "FAQ 1 - question": "What is the focus of wellness at Palace Merano?",
  "FAQ 1 - answer": "Palace Merano focuses on detox, anti-aging, and revitalization programs based on medical diagnostics.",
  "FAQ 2 - question": "What medical services are offered at Palace Merano?",
  "FAQ 2 - answer": "Extensive medical diagnostics, including blood tests, metabolic analysis, and detox treatments.",
  "FAQ 3 - question": "What kind of diet is followed at Palace Merano?",
  "FAQ 3 - answer": "Diet complements detox programs, focusing on nutrient-rich, organic foods.",
  "FAQ 4 - question": "Are there programs focused on anti-aging at Palace Merano?",
  "FAQ 4 - answer": "Yes, anti-aging treatments are a core focus, using traditional and advanced medical therapies.",
  "FAQ 5 - question": "",
  "FAQ 5 - answer": ""
}