{
  "Clinic name": "Palmaïa The House of AïA",
  "Health wellness pure-player ?": "",
  "Location (town)": "Playa del Carmen",
  "Location (country)": "Mexico",
  "Location (address)": "Paseo Xaman-Ha, 77710 Playa del Carmen, Mexico",
  "Short description (less than 160 characters)": "Palmaïa is a holistic luxury retreat offering spiritual and emotional healing on the Riviera Maya.",
  "Long description (500 characters)": "Palmaïa - The House of AïA is a holistic luxury retreat in Playa del Carmen, Mexico. Surrounded by the lush jungles of the Riviera Maya, it offers programs for spiritual and emotional healing. The resort features plant-based nutrition, yoga, meditation, and shamanic healing. Guests enjoy a sustainable approach to wellness, with organic, locally sourced meals. The resort's commitment to eco-conscious living is reflected in its design and wellness offerings.",
  "Serenity Ways URL": "https://serenityways.com/collections/palmaia-the-house-of-aia",
  "USP 1 (title)": "Unique vision",
  "USP 1 (description in less than 160 characters)": "Experience a unique wellness retreat with a focus on body, mind, and soul, guided by shamans.",
  "USP 2 (title)": "Sustainable beach resort",
  "USP 2 (description in less than 160 characters)": "Enjoy a sustainable resort with a Waldorf-inspired kids club and fitness sessions.",
  "USP 3 (title)": "Plant-based food haven",
  "USP 3 (description in less than 160 characters)": "Led by Chef Charly, Palmaïa offers delicious plant-based cuisine loved by all.",
  "Health and wellness approach (less than 500 characters)": "Palmaïa offers a transformative wellness journey inspired by ancient wisdom and nature. The AïA\\Wellness Experience includes a health-focused food program, daily holistic activities, music events, and childhood magic. It fosters holistic well-being through connection with nature, spirituality, and conscious luxury.",
  "Nutrition approach (less than 500 characters)": "Palmaïa's Nourishing Biome offers a plant-based, sustainable food program for optimal health. Led by Chef Charly, it features nourishing dishes inspired by global cuisines, crafted without harmful ingredients, reflecting the resort's commitment to wellness and sustainability.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade on arrival, subject to availability. Daily breakfast. $100USD equivalent Resort credit. Early Check-In / Late Check-Out, subject to availability. Complimentary Wi-Fi.",
  "Languages spoken": "Spanish, English",
  "Location highlights": "Set on Playa del Carmen's white-sand beaches, surrounded by the Riviera Maya's jungles and Caribbean Sea, offering access to Mayan ruins and cenotes.",
  "Access": "Address: P.º Xaman - Ha, Playacar, 77710 Playa del Carmen, Q.R., Mexico. Arrival by Car: From Cancun International Airport: 45 minutes, From Playa del Carmen: 15 min, From Tulum: 1 hr. Nearest Airport: Cancun International Airport: 60 km / 45 minutes by car.",
  "Family friendly ?": "Yes, with a Waldorf-inspired kids club and family accommodations.",
  "Pet friendly ?": "No, pets are not accepted at Palmaïa.",
  "Booking and payment policy": "Depends on the season.",
  "Cancellation policy": "Depends on the season.",
  "FAQ 1 - question": "What wellness practices are offered at Palmaïa The House of AïA?",
  "FAQ 1 - answer": "Palmaïa offers plant-based nutrition, meditation, yoga, and shamanic healing as part of their wellness programs.",
  "FAQ 2 - question": "Does Palmaïa offer holistic treatments?",
  "FAQ 2 - answer": "Yes, the resort integrates ancient practices like sound healing and energy therapies into their wellness offerings.",
  "FAQ 3 - question": "Is Palmaïa suitable for families?",
  "FAQ 3 - answer": "Yes, Palmaïa offers programs for both adults and children, focusing on mindful activities for all ages.",
  "FAQ 4 - question": "What dining options are available?",
  "FAQ 4 - answer": "The resort is fully plant-based, offering organic and locally sourced meals that align with their holistic wellness philosophy.",
  "FAQ 5 - question": "",
  "FAQ 5 - answer": "",
  "programs": ""
}