{
  "Clinic name": "RAKxa",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Bangkok",
  "Location (country)": "Thailand",
  "Location (address)": "1 Soi Phetchahueng 57, Bang Krachao, Phra Pradaeng District, Samut Prakan 10130, Thailand",
  "Short description (less than 160 characters)": "RAKxa is a top urban wellness destination in Bangkok, offering personalized programs and exclusive perks.",
  "Long description (500 characters)": "RAKxa is a luxury wellness retreat in Bangkok, Thailand, offering integrative wellness programs that combine advanced medical science with traditional healing practices. Located in the serene \"Green Lung\" of Bangkok, it provides a tranquil environment with state-of-the-art facilities. Guests can enjoy personalized therapies, lifestyle modifications, and preventive healthcare, focusing on detoxification, stress management, and more. The retreat emphasizes holistic well-being.",
  "Serenity Ways URL": "https://serenityways.com/collections/rakxa-bangkok",
  "USP 1 (title)": "Integrative Wellness Programs",
  "USP 1 (description in less than 160 characters)": "Combines advanced medical science with traditional healing for total well-being.",
  "USP 2 (title)": "State-of-the-Art Facilities",
  "USP 2 (description in less than 160 characters)": "Features cutting-edge medical equipment, including hyperbaric oxygen therapy.",
  "USP 3 (title)": "Serene Natural Setting",
  "USP 3 (description in less than 160 characters)": "Located in Bangkok's \"Green Lung,\" offering tranquility and lush greenery.",
  "Health and wellness approach (less than 500 characters)": "RAKxa's wellness philosophy centers on integrative medicine, combining advanced diagnostics with traditional modalities like Traditional Chinese Medicine and Ayurveda. Programs focus on detoxification, stress management, and more, addressing physical, mental, and emotional well-being through personalized therapies and preventive healthcare.",
  "Nutrition approach (less than 500 characters)": "RAKxa emphasizes fresh, locally sourced ingredients for balanced meals. Menus complement wellness programs, focusing on anti-inflammatory and gut-friendly foods. Personalized dietary consultations tailor nutrition plans to support healing and vitality.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive benefits at RAKxa. Contact us for more details.",
  "Languages spoken": "English, Thai",
  "Location highlights": "Urban retreat; situated in Bangkok's Bang Krachao area, known as the city's \"Green Lung,\" offering a peaceful environment amidst natural surroundings.",
  "Access": "Nearest international airport: Suvarnabhumi Airport (BKK), approximately a 45-minute drive from the retreat.",
  "Family friendly ?": "No; the retreat is designed for adults seeking a focused wellness experience.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival will receive a full refund. Cancellations made within 14 days of arrival will forfeit the deposit.",
  "FAQ 1 - question": "What is unique about RAKxa?",
  "FAQ 1 - answer": "It is a luxury wellness retreat combining traditional Thai medicine with modern science.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "Programs include holistic health assessments, yoga, meditation, and detox treatments.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Villas with private gardens and modern amenities are available.",
  "FAQ 4 - question": "What dining options are offered?",
  "FAQ 4 - answer": "The restaurant serves organic, health-focused cuisine tailored to guests' needs.",
  "FAQ 5 - question": "Where is RAKxa located?",
  "FAQ 5 - answer": "It is located in Bangkok, Thailand, on Bang Krachao Island.",
  "programs": ""
}