{
  "Clinic name": "Revivo",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Nusa Dua",
  "Location (country)": "Indonesia",
  "Location (address)": "Jalan Desa Sawangan, Nusa Dua, Bali 80361, Indonesia",
  "Short description (less than 160 characters)": "REVIVO is one of the best wellness destinations in the world. Enjoy exclusive perks with Serenity Ways.",
  "Long description (500 characters)": "REVĪVŌ offers personalized wellness programs integrating mindful practices, movement classes, meditation, and exceptional spa treatments. Nestled in a 3-hectare teak tree forest, the resort provides a serene and sustainable setting for self-discovery and rejuvenation. Guests enjoy curated menus that nourish and cleanse, tailored to individual health goals and dietary preferences.",
  "Serenity Ways URL": "https://serenityways.com/collections/revivo-bali",
  "USP 1 (title)": "Holistic Wellness Retreats",
  "USP 1 (description in less than 160 characters)": "Personalized wellness programs with mindful practices, movement classes, and spa treatments.",
  "USP 2 (title)": "Eco-Luxury Environment",
  "USP 2 (description in less than 160 characters)": "Set in a 3-hectare teak tree forest, offering a serene and sustainable environment.",
  "USP 3 (title)": "Personalized Nutrition Plans",
  "USP 3 (description in less than 160 characters)": "Curated menus tailored to individual health goals and dietary preferences.",
  "Health and wellness approach (less than 500 characters)": "REVĪVŌ's wellness philosophy centers on holistic treatments and mindful practices, encouraging self-reflection and offering a path to lasting health and happiness. The resort provides personalized retreats encompassing mindful practices, movement classes, meditation, hydrotherapy, and exceptional spa treatments.",
  "Nutrition approach (less than 500 characters)": "The resort emphasizes a nutrition philosophy that combines delicious, nutritious, and creative cuisine. Meals are designed to be both flavorful and visually appealing, supporting guests' health and wellness goals. Personalized dietary consultations are available to tailor nutrition plans to individual needs.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks and VIP welcome: typically, a room upgrade upon availability, early check-in and late check-out upon availability, a spa credit, and more.",
  "Languages spoken": "English, Indonesian",
  "Location highlights": "Hilltop retreat; situated in the breezy hills of Nusa Dua, surrounded by dense tropical rainforest and the Indian Ocean.",
  "Access": "Nearest international airport: Ngurah Rai International Airport (DPS), approximately a 30-minute drive from the resort.",
  "Family friendly ?": "Yes; children are welcome, and the resort offers family-friendly accommodations and activities.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 14 days prior to arrival will receive a full refund. Cancellations made within 14 days of arrival will forfeit the deposit.",
  "FAQ 1 - question": "What is unique about Revivo?",
  "FAQ 1 - answer": "It is a luxury wellness resort in Bali, focusing on holistic treatments and mindfulness.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "Programs include stress management, detox, and emotional balance retreats.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Luxury suites and private villas with serene surroundings are available.",
  "FAQ 4 - question": "What dining options are offered?",
  "FAQ 4 - answer": "The restaurant offers nutritious, organic meals tailored to wellness goals.",
  "FAQ 5 - question": "Where is Revivo located?",
  "FAQ 5 - answer": "It is located in Nusa Dua, Bali, Indonesia."
}