{
  "Clinic name": "Royal Mansour Tamuda Bay",
  "Health wellness pure-player ?": "",
  "Location (town)": "M'Diq",
  "Location (country)": "Morocco",
  "Location (address)": "203 route de Fnideq 93200 M'Diq",
  "Short description (less than 160 characters)": "Discover the new well-ageing destination in the Mediterranean, the ultra-luxury medi-spa with innovative well-being treatments.",
  "Long description (500 characters)": "Royal Mansour Tamuda Bay is the first-ever medical-aesthetic spa in Morocco, offering a pioneering destination for healthy aging and innovative wellbeing treatments inspired by the Blue Zones. With ultra-luxury facilities and state-of-the-art treatments, it provides personalized care journeys leveraging the latest scientific advancements in longevity and ancestral holistic medicine. Located on the Mediterranean coast, it offers stunning views and a holistic wellness approach.",
  "Serenity Ways URL": "https://serenityways.com/collections/royal-mansour-tamuda-bay",
  "USP 1 (title)": "Well-ageing Destination",
  "USP 1 (description in less than 160 characters)": "First-ever medical-aesthetic spa in Morocco, a pioneering destination for healthy aging.",
  "USP 2 (title)": "Ultra Luxury Facilities",
  "USP 2 (description in less than 160 characters)": "World-class medi-spa with stunning views over the mountains and Mediterranean coastline.",
  "USP 3 (title)": "State of the Art Treatments",
  "USP 3 (description in less than 160 characters)": "Inspired by Blue Zones, offering personalized care journeys and holistic medicine.",
  "Health and wellness approach (less than 500 characters)": "Inspired by the Blue Zones, Royal Mansour Tamuda Bay embraces a holistic, science-backed approach to well-being. It revolves around metabolic harmony, optimal nutrition, dynamic fitness, restorative sleep, and emotional resilience. Each program starts with a metabolic assessment, followed by a bespoke plan to amplify results.",
  "Nutrition approach (less than 500 characters)": "The nutrition approach begins with a two-day water fast, featuring broths, herbal teas, and detox waters. This prepares the body for a revitalizing 850-calorie diet inspired by Blue Zones, offering balanced, nutrient-rich meals that enhance vitality.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks like room upgrades upon availability, early check-in and late check-out, spa credits, and more.",
  "Languages spoken": "English / French / Spanish / Arabic / Darija",
  "Location highlights": "Located near M'diq, between Tétouan and Tangier, on the Mediterranean coast. 20 km from Tétouan and 60 km from Tangier.",
  "Access": "Nearest international airports are located in Tetouan and Tangier.",
  "Family friendly ?": "Deeply rooted in Moroccan culture, family is a key value with a kids’ club offering educational and sporting experiences.",
  "Pet friendly ?": "",
  "Booking and payment policy": "",
  "Cancellation policy": "",
  "FAQ 1 - question": "What types of treatments are available at the medi-spa?",
  "FAQ 1 - answer": "Royal Mansour Tamuda Bay offers facial and body treatments, anti-aging solutions, laser therapies, and medical aesthetic procedures.",
  "FAQ 2 - question": "How do I know which treatment is right for me?",
  "FAQ 2 - answer": "A consultation is conducted before any treatment to assess your skin type, concerns, and goals, determining the most suitable treatment.",
  "FAQ 3 - question": "What programs are offered at Royal Mansour Tamuda Bay?",
  "FAQ 3 - answer": "The signature program Éveil & Longevity focuses on metabolic balance, nutritional wellness, physical fitness, sleep quality, and stress management.",
  "FAQ 4 - question": "Who can benefit from a Longevity Program?",
  "FAQ 4 - answer": "Anyone looking to improve energy levels, boost immunity, manage stress, and support healthy aging can benefit from the Longevity Program.",
  "FAQ 5 - question": "How can I book a program at Royal Mansour Tamuda Bay?",
  "FAQ 5 - answer": "Serenity Ways can assist in finding the best program for your needs. It's recommended to schedule in advance for treatments requiring multiple sessions.",
  "programs": ""
}