{
  "Clinic name": "SHA Wellness Clinic Spain",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "El Albir",
  "Location (country)": "Spain",
  "Location (address)": "Calle Verderol, 5, 03581 El Albir, Alicante, Spain",
  "Short description (less than 160 characters)": "SHA Wellness Clinic Spain blends medical innovation with holistic therapies for stress, burnout, and trauma healing.",
  "Long description (500 characters)": "SHA Wellness Clinic Spain, founded by Alfredo Bataller, combines Western medicine with Eastern healing traditions. Located near Altea, overlooking the Mediterranean, it offers programs for detox, weight loss, and stress management, focusing on preventive care and healthy aging. The SHA Method® emphasizes nutrition, fitness, and stress management, tailored to individual needs. The plant-based nutrition program supports detox, weight loss, and longevity.",
  "Serenity Ways URL": "https://serenityways.com/collections/sha-wellness-clinic-spain",
  "USP 1 (title)": "Integrative health",
  "USP 1 (description in less than 160 characters)": "Combines Western and traditional medicine for prevention, well-being, and aesthetics.",
  "USP 2 (title)": "Life-changing individuals",
  "USP 2 (description in less than 160 characters)": "World-class pioneers like Dr Vicente Mera and chef Andrés Morán enhance the experience.",
  "USP 3 (title)": "One of the most sunny retreat",
  "USP 3 (description in less than 160 characters)": "Located near Alicante, it enjoys 300+ sunny days a year with lovely temperatures.",
  "Health and wellness approach (less than 500 characters)": "SHA Wellness Clinic offers a unique approach combining Western medicine with Eastern traditions. Founded by Alfredo Bataller, it focuses on preventive care, detoxification, and healthy aging. The SHA Method® is tailored to individuals, emphasizing nutrition, fitness, and stress management.",
  "Nutrition approach (less than 500 characters)": "SHA's nutrition program, led by Chef Andres Moran, is plant-based, focusing on macrobiotic principles for detox, weight loss, and longevity. Meals are therapeutic and delicious, with customizable calorie intake.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy upgrades, daily breakfast, a $100 wellness credit, and more. Exclusive options for Presidential and Royal Suite bookings.",
  "Languages spoken": "Spanish, English\nTranslation services available for other languages (additional cost)",
  "Location highlights": "Overlooking the Mediterranean, near Altea, adjacent to Sierra Helada Natural Park, offering natural beauty and tranquility.",
  "Access": "Address: Calle Verderol, 5, 03581 El Albir, Alicante, Spain\nArrival by Car: From Alicante Airport (ALC): 25 min, From Valencia: 1 hr 30 min, From Madrid: 4 hrs, From Barcelona: 4 hrs 30 min\nNearest Airport: Alicante Airport (ALC): 20 km / 25 min by car",
  "Family friendly ?": "SHA Wellness Clinic is a destination for adults. Families with children can be accommodated in a SHA residence. Kids are not allowed in the restaurant or the wellness facilities.",
  "Pet friendly ?": "You may visit SHA with your pet as long as it has a maximum weight of 5 kg and remains under the responsibility of its owner at all times.",
  "Booking and payment policy": "A deposit of 50% is required to confirm booking. For SHA Royal Suite, 100% is required. Payment via credit card or bank transfer.",
  "Cancellation policy": "Cancellations with at least 14 days notice incur a 3% charge. Less than 14 days notice incurs a 50% charge. Refunds after 30 days via bank transfer.",
  "FAQ 1 - question": "What programs are available at SHA Wellness Clinic in Spain?",
  "FAQ 1 - answer": "SHA offers detox, weight loss, fitness, and mental health programs, with a strong focus on integrative medicine and holistic therapies.",
  "FAQ 2 - question": "What makes SHA Wellness Clinic unique?",
  "FAQ 2 - answer": "SHA combines advanced medical treatments with holistic practices, providing a comprehensive wellness experience.",
  "FAQ 3 - question": "What kind of diet is followed at SHA Wellness Clinic?",
  "FAQ 3 - answer": "The clinic promotes a plant-based, macrobiotic diet, tailored to guests’ individual health needs.",
  "FAQ 4 - question": "Does SHA Wellness offer post-program support?",
  "FAQ 4 - answer": "Yes, SHA offers follow-up consultations and remote support to help guests maintain their wellness goals.",
  "FAQ 5 - question": "Are there programs for stress management at SHA Wellness?",
  "FAQ 5 - answer": "Yes, SHA offers specific programs aimed at reducing stress and promoting relaxation."
}