{
  "Clinic name": "SHA Wellness Clinic Mexico",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Nuevo Vallarta",
  "Location (country)": "Mexico",
  "Location (address)": "Paseo de los Cocoteros 53, 63732 Nuevo Vallarta, Nayarit, Mexico",
  "Short description (less than 160 characters)": "Discover SHA, the latest integrative health clinic. Compare the best destination spas with Serenity Ways and enjoy exclusive perks.",
  "Long description (500 characters)": "SHA Wellness Clinic Mexico brings the internationally acclaimed SHA Method® to the lush landscapes of the Riviera Maya. The clinic’s approach to wellness is comprehensive, integrating Western and Eastern therapies to achieve optimal health. The SHA Method® focuses on rebalancing the body, mind, and spirit through personalized programs that include advanced medical treatments, holistic therapies, and nutrition.",
  "Serenity Ways URL": "https://serenityways.com/collections/sha-wellness-clinic-mexico",
  "USP 1 (title)": "Integrative health",
  "USP 1 (description in less than 160 characters)": "Combines the best of Western and traditional medicine for prevention, overall well-being, and aesthetics.",
  "USP 2 (title)": "Life-changing programs",
  "USP 2 (description in less than 160 characters)": "From detox to longevity, SHA programs are tailored to meet the objectives of demanding guests.",
  "USP 3 (title)": "Spectacular hotel",
  "USP 3 (description in less than 160 characters)": "Award-winning architecture and design, nestled in the Riviera Maya with stunning views.",
  "Health and wellness approach (less than 500 characters)": "SHA Wellness Clinic Mexico integrates Western and Eastern therapies to achieve optimal health. Founded by Alfredo Bataller Parietti, the SHA Method® focuses on rebalancing the body, mind, and spirit through personalized programs including advanced medical treatments, holistic therapies, and nutrition. Emphasis on preventive care with programs designed to detoxify, reduce stress, and promote long-term well-being.",
  "Nutrition approach (less than 500 characters)": "SHA combines advanced nutrition science with gourmet dining. Primarily plant-based, focusing on macrobiotic principles supporting detox, weight loss, and longevity. Emphasizes low-calorie, nutrient-dense foods promoting gut health. Meals are therapeutic and delicious, with customizable calorie intake based on health goals. Desserts are remarkable, crafted by Executive Chef Andres Moran.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy amenities like room upgrades, chef welcome amenity, $100 USD wellness credit, complimentary parking, Wi-Fi, and more.",
  "Languages spoken": "Spanish, English, French and Russian upon request (additional fees may apply)",
  "Location highlights": "SHA Mexico opened in January 2024 on the Riviera Maya, nestled amidst mangroves with a pristine beach and natural cenote.",
  "Access": "Address: Carrer del Verderol, 5, 03581 L'Albir, Alicante, Spain. Arrival by Car: From Cancun International Airport (CUN): 30 min.",
  "Family friendly ?": "In order to maintain our atmosphere of calm and tranquillity, the minimum age for admission to the SHA is 12 years old. Families with children may book a residence. Kids are not allowed in the restaurants or in the wellness facilities.",
  "Pet friendly ?": "You may visit SHA with your pet (cat or dog) as long as it has a maximum weight of 10 kg and remains under the responsibility of its owner at all times, ensuring that it does not cause any inconvenience to other guests.",
  "Booking and payment policy": "A deposit of 50% of the total amount of the booked services is required to confirm the booking. In the event that the accommodation booked is in a SHA Royal Suite, the amount required for confirmation will be 100%. Payment can be made by credit card or bank transfer.",
  "Cancellation policy": "Cancellations with at least 14 days notice: no charge except a 3% administrative fee. Less than 14 days: 50% charge. Refunds after 30 days by bank transfer only.",
  "FAQ 1 - question": "Does SHA Wellness Clinic include SPA services?",
  "FAQ 1 - answer": "SHA Wellness includes a few SPA treatments, however, it is not the main objective of the programs.",
  "FAQ 2 - question": "Can guests access personalized health assessments?",
  "FAQ 2 - answer": "Yes, the clinic provides detailed health assessments and personalized plans for each guest.",
  "FAQ 3 - question": "What type of diet is followed at SHA Mexico?",
  "FAQ 3 - answer": "The clinic follows a plant- and seafood-based, macrobiotic diet, tailored to individual needs. No red meat, poultry, dairy, alcohol, or coffee.",
  "FAQ 4 - question": "Can guests leave the hotel?",
  "FAQ 4 - answer": "It is not recommended, however, some activities can be done outside, after signing a waiver of liability.",
  "FAQ 5 - question": "Can I complete the wellness program if I am 65 years old?",
  "FAQ 5 - answer": "Yes, programs are adapted to each guest's needs and condition. Expect profound and lasting physical and mental benefits."
}