{
  "Clinic name": "Six Senses Ibiza",
  "Health wellness pure-player ?": "",
  "Location (town)": "Sant Joan de Labritja",
  "Location (country)": "Spain",
  "Location (address)": "Carrer Camí de sa Torre, 71, 07810 Sant Joan de Labritja, Spain",
  "Short description (less than 160 characters)": "Six Senses Ibiza offers holistic therapies in a secluded bay, blending spiritual, physical, and mental healing for a profound reset.",
  "Long description (500 characters)": "Six Senses Ibiza is a luxurious wellness retreat located on the northern tip of Ibiza, offering breathtaking views of the Mediterranean. It combines a stunning hotel with a transformative spa, focusing on longevity, spiritual wellbeing, and science. Guests can enjoy personalized wellness treatments, advanced diagnostics, and biohacking tools at the RoseBar Longevity Club, along with a variety of traditional and modern therapies at the Six Senses Spa.",
  "Serenity Ways URL": "https://serenityways.com/collections/six-senses-ibiza",
  "USP 1 (title)": "Stunning Resort",
  "USP 1 (description in less than 160 characters)": "Located in tranquil Xarraca Bay, offering breathtaking Mediterranean views.",
  "USP 2 (title)": "RoseBar Longevity Club",
  "USP 2 (description in less than 160 characters)": "Advanced diagnostics and biohacking tools for personalized wellness treatments.",
  "USP 3 (title)": "Six Senses Spa",
  "USP 3 (description in less than 160 characters)": "Offers traditional therapies and modern wellness techniques tailored to each guest.",
  "Health and wellness approach (less than 500 characters)": "Six Senses Ibiza focuses on Longevity, Spiritual Wellbeing, and Science. Using smart technologies, personalized treatments are crafted based on wellness diagnostics. The RoseBar Longevity Club offers advanced biohacking tools and therapies, while the Six Senses Spa provides a mix of traditional and modern wellness techniques, including detox, fitness, sleep, and yoga programs.",
  "Nutrition approach (less than 500 characters)": "Six Senses Ibiza offers a Wellness Cuisine alongside regular menus, focusing on health-conscious dining options across multiple restaurants.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities such as upgrades on arrival, daily breakfast for two, $100 USD resort credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "Spanish, English",
  "Location highlights": "Stunning resort away from Ibiza's crowds, overlooking the Mediterranean with advanced longevity programs.",
  "Access": "Address: Ctra. Cala Xarraca, 57, 07810 Portinatx, Ibiza, Spain. Ibiza international airport is a 40-minute drive away.",
  "Family friendly ?": "Six Senses Ibiza is a family-friendly resort. Programs are designed for guests 18 years and above.",
  "Pet friendly ?": "Dogs and cats are welcome at Six Senses Ibiza, at an additional cost.",
  "Booking and payment policy": "Conditions vary depending on the time of the year.",
  "Cancellation policy": "Conditions vary depending on the time of the year.",
  "FAQ 1 - question": "What wellness programs are offered at Six Senses Ibiza?",
  "FAQ 1 - answer": "Six Senses offers Detox, Discover Yoga, Fitness, and Sleep programs, as well as personalized longevity programs through RoseBar.",
  "FAQ 2 - question": "What is the minimum stay requirement for wellness programs?",
  "FAQ 2 - answer": "The minimum stay is 3 nights for Six Senses Spa programs, with an average stay of 5-7 days.",
  "FAQ 3 - question": "Can I bring a partner who doesn't participate in a wellness program?",
  "FAQ 3 - answer": "Yes, partners are welcome to accompany guests even if they are not participating in the wellness programs.",
  "FAQ 4 - question": "Are meals included in wellness packages?",
  "FAQ 4 - answer": "Breakfast is included with room bookings, but full board is not offered. Health-conscious dining is available.",
  "FAQ 5 - question": "What facilities are available at the spa?",
  "FAQ 5 - answer": "The Six Senses Spa offers a hammam, steam room, massage catacombs, Alchemy Bar, and state-of-the-art fitness center."
}