{
  "Clinic name": "Six Senses Douro Valley",
  "Health wellness pure-player ?": "",
  "Location (town)": "Lamego",
  "Location (country)": "Portugal",
  "Location (address)": "Quinta Vale de Abraão, Samodães, 5100-758 Lamego, Portugal",
  "Short description (less than 160 characters)": "Six Senses Douro Valley offers a fusion of local traditions and modern therapies with exclusive perks.",
  "Long description (500 characters)": "Six Senses Douro Valley is a wellness retreat set in the scenic Douro Valley, Portugal. It combines local traditions with modern therapies, offering personalized wellness programs rooted in local elements. Guests can enjoy vineyard tours, wine tastings, and farm-to-table cuisine. The resort features a layered wellness approach, integrating Eastern and Western practices, and offers unique experiences like Portuguese Kitchen Tales.",
  "Serenity Ways URL": "https://serenityways.com/collections/six-senses-douro-valley",
  "USP 1 (title)": "Retreat in the vineyards",
  "USP 1 (description in less than 160 characters)": "Experience tranquility in Douro Valley's terraced vineyards overlooking the river.",
  "USP 2 (title)": "Inspired wellness",
  "USP 2 (description in less than 160 characters)": "Spa programs rooted in local traditions with grape-based treatments.",
  "USP 3 (title)": "Delightful experiences",
  "USP 3 (description in less than 160 characters)": "Enjoy wine tastings, farm-to-table cuisine, and cooking classes.",
  "Health and wellness approach (less than 500 characters)": "Six Senses Douro Valley offers a layered wellness approach combining Eastern and Western practices. In-house experts analyze physiological biomarkers to provide personalized programs. The resort hosts visiting practitioners, including Ayurvedic doctors and personal trainers, for a holistic well-being experience.",
  "Nutrition approach (less than 500 characters)": "Dining celebrates regional produce with an organic garden on-site. Fresh ingredients are harvested as needed for ultimate freshness. A wellness menu is available, and the Portuguese Kitchen Tales experience offers a culinary journey through local cuisine, starting with a garden tour.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy amenities like upgrades on arrival, daily buffet breakfast, $100 USD resort credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "Portuguese, English",
  "Location highlights": "Six Senses Douro Valley is the ultimate Douro wine and spa experience with a strong regional identity.",
  "Access": "From Porto Airport: 75-minute scenic drive. From Lisbon: 4-hour drive.",
  "Family friendly ?": "The wellness programs are for adults only, but the resort is child-friendly.",
  "Pet friendly ?": "Six Senses Douro Valley offers a wellness program for pets.",
  "Booking and payment policy": "Depends on season and prices.",
  "Cancellation policy": "Depends on season and prices.",
  "FAQ 1 - question": "What wellness programs are offered at Six Senses Douro Valley?",
  "FAQ 1 - answer": "The resort offers Sleep, Detox, and Fitness programs, plus personalized wellness programs using local ingredients and holistic therapies.",
  "FAQ 2 - question": "What is the minimum stay for wellness programs?",
  "FAQ 2 - answer": "The minimum stay is 3 nights for wellness programs, but longer stays are encouraged for a full experience.",
  "FAQ 3 - question": "Are meals included in the wellness packages?",
  "FAQ 3 - answer": "Breakfast is included with room bookings, and wellness packages include meals focusing on local and seasonal ingredients.",
  "FAQ 4 - question": "Are there vineyard and wine-related activities available?",
  "FAQ 4 - answer": "Yes, guests can participate in wine tastings, vineyard tours, and grape harvesting, depending on the season.",
  "FAQ 5 - question": "Can I book private dining experiences?",
  "FAQ 5 - answer": "Yes, guests can enjoy private dining experiences, including meals in the vineyards and riverside picnics."
}