{
  "Clinic name": "Six Senses Con Dao",
  "Health wellness pure-player ?": "",
  "Location (town)": "Con Dao Town",
  "Location (country)": "Vietnam",
  "Location (address)": "Dat Doc Beach, Con Dao Town, Con Dao District, Ba Ria – Vung Tau Province, Vietnam",
  "Short description (less than 160 characters)": "Six Senses Con Dao is a luxury wellness retreat in Vietnam, offering exclusive programs and amenities.",
  "Long description (500 characters)": "Six Senses Con Dao is a secluded island retreat located within a protected national and marine park in Vietnam. It offers a holistic spa sanctuary with treatments blending traditional Vietnamese practices and modern wellness techniques. The resort emphasizes sustainable luxury experiences and eco-friendly practices. Guests can enjoy personalized wellness programs, including yoga and meditation, along with healthy dining options using fresh, locally sourced ingredients.",
  "Serenity Ways URL": "https://serenityways.com/collections/six-senses-con-dao",
  "USP 1 (title)": "Secluded Island Retreat",
  "USP 1 (description in less than 160 characters)": "Located in a protected park, offering pristine beaches and a tranquil environment ideal for relaxation.",
  "USP 2 (title)": "Holistic Spa Sanctuary",
  "USP 2 (description in less than 160 characters)": "Comprehensive spa with treatments blending traditional Vietnamese practices and modern techniques.",
  "USP 3 (title)": "Sustainable Luxury Experience",
  "USP 3 (description in less than 160 characters)": "Eco-friendly practices with sustainable materials and support for local conservation efforts.",
  "Health and wellness approach (less than 500 characters)": "Six Senses Con Dao adopts a holistic wellness philosophy integrating traditional Vietnamese healing practices with modern therapies. The spa offers a range of treatments designed to rejuvenate the body and mind. Guests can participate in yoga and meditation sessions in an open-air pavilion, enhancing mental clarity and relaxation. Personalized wellness programs begin with a health assessment to tailor treatments to individual needs.",
  "Nutrition approach (less than 500 characters)": "The resort's nutrition philosophy focuses on fresh, locally sourced ingredients, including produce from its organic garden. The culinary team offers healthy dining options catering to dietary preferences like vegetarian, vegan, and gluten-free. Menus are designed to provide balanced meals that complement wellness programs, allowing guests to enjoy flavorful dishes that support health and well-being.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities: upgrade on arrival, daily buffet breakfast, complimentary airport transfers, a 60-minute massage, early check-in/late check-out, and complimentary Wi-Fi. Stays of 5+ nights receive a sustainability activity, and 7+ nights include a complimentary House Hiking.",
  "Languages spoken": "English, Vietnamese",
  "Location highlights": "Beach resort; situated on a private island with pristine beaches and crystal-clear waters, ideal for relaxation and water-based wellness activities.",
  "Access": "Nearest international airport: Tan Son Nhat International Airport (SGN) in Ho Chi Minh City; followed by a 45-minute domestic flight to Con Dao Airport and a 15-minute transfer to the resort.",
  "Family friendly ?": "Yes; children are allowed, and there is a dedicated children's club offering various activities.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 25% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Free cancellation is available, with specific terms depending on stay dates and the number of days before arrival.",
  "FAQ 1 - question": "What types of accommodations are available at Six Senses Con Dao?",
  "FAQ 1 - answer": "The resort offers private pool villas with ocean views, ranging from one to four bedrooms.",
  "FAQ 2 - question": "What wellness programs are offered at the resort?",
  "FAQ 2 - answer": "Personalized wellness programs, including yoga, meditation, and spa treatments.",
  "FAQ 3 - question": "What dining options are available at the resort?",
  "FAQ 3 - answer": "The resort features restaurants focused on farm-to-table dining with local ingredients.",
  "FAQ 4 - question": "What activities can guests enjoy at the resort?",
  "FAQ 4 - answer": "Activities include water sports, cooking classes, and cultural excursions.",
  "FAQ 5 - question": "How do guests reach Six Senses Con Dao?",
  "FAQ 5 - answer": "Guests fly to Con Dao Airport, with a short drive to the resort.",
  "programs": ""
}