{
  "Clinic name": "Six Senses Vana",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Mussoorie Road",
  "Location (country)": "India",
  "Location (address)": "Mussoorie Road, Uttarakhand, India 248001",
  "Short description (less than 160 characters)": "Six Senses Vana in Uttarakhand, India - Ayurveda and Tibetan medicine.",
  "Long description (500 characters)": "Six Senses Vana luxury retreat fuses traditional medicines from India and its neighbors. Nestled in the Himalayas, it offers Ayurvedic, Chinese, and Tibetan approaches. A serene haven for a life-changing wellness journey, Vana is dedicated to holistic well-being. Experience exclusive perks, personalized consultations, and a unique fusion of traditional medicine. Enjoy a mindful nutrition approach with local, organic ingredients.",
  "Serenity Ways URL": "https://serenityways.com/collections/six-senses-vana",
  "USP 1 (title)": "Traditional medicine fusion",
  "USP 1 (description in less than 160 characters)": "Ayurvedic, Chinese, and Tibetan medicines combined for holistic healing.",
  "USP 2 (title)": "Himalaya foothills",
  "USP 2 (description in less than 160 characters)": "Nestled in the Himalayas, a revitalizing and beautiful wellness destination.",
  "USP 3 (title)": "Life-changing",
  "USP 3 (description in less than 160 characters)": "Wisdom, Wellness, Learning, and Seva pillars unlock profound life changes.",
  "Health and wellness approach (less than 500 characters)": "Six Senses Vana commits to traditional medicine systems from India and neighbors. Ayurveda, Sowa Rigpa, and Traditional Chinese Medicine are fused for optimal benefits. Sowa Rigpa, rooted in Ayurveda, Chinese medicine, and Buddhism, emphasizes mind and emotions. Personalized consultations establish wellness plans specific to your dosha.",
  "Nutrition approach (less than 500 characters)": "Programs include meals with no dietary restrictions. Menus highlight nutritional parameters. Gluten-free, lactose-free, and plant-based options available. The Eat With Six Senses philosophy promotes seasonal, local, organic ingredients. Fresh produce from on-site gardens. Focus on quality, balance, and fresh whole food.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks at Six Senses Vana.",
  "Languages spoken": "English, Hindi",
  "Location highlights": "A serene haven in the Himalayas, surrounded by scenic panoramas.",
  "Access": "Nearest airport: Jolly Grant Airport (Dehradun), 60-minute scenic transfer.",
  "Family friendly ?": "Six Senses Vana is family-friendly with a dedicated children’s club.",
  "Pet friendly ?": "Dogs and Cats are welcome in dedicated accommodations.",
  "Booking and payment policy": "A one-night deposit is required to confirm the booking.",
  "Cancellation policy": "Varies by rate/dates. General terms: 100% charge for cancellations within 30 days (Jan-May), 14 days (Jun-Aug), 21 days (Sep-Dec 19), 45 days (Dec 20-31).",
  "FAQ 1 - question": "Are mobile phones, tablets, smart phones, smart watches and personal computers allowed at Six Senses Vana?",
  "FAQ 1 - answer": "Devices may be used only in guest rooms or Sketchbook, not in shared or outdoor spaces.",
  "FAQ 2 - question": "Is photography allowed within the premises of Six Senses Vana?",
  "FAQ 2 - answer": "No photography is allowed except within the privacy of your room.",
  "FAQ 3 - question": "Is alcohol served at Six Senses Vana?",
  "FAQ 3 - answer": "Limited to wine and sake at dinner in specific dining spaces or the library.",
  "FAQ 4 - question": "Is smoking allowed at Six Senses Vana?",
  "FAQ 4 - answer": "Smoking is restricted to a single designated outdoor space.",
  "FAQ 5 - question": "What is the tipping policy at Six Senses Vana?",
  "FAQ 5 - answer": "No service charge or gratuities are added. Tips are not expected.",
  "programs": ""
}