{
  "Clinic name": "The Bothy by Wildsmith at Heckfield Place",
  "Health wellness pure-player ?": "",
  "Location (town)": "Heckfield",
  "Location (country)": "United Kingdom",
  "Location (address)": "Heckfield Place, Heckfield, Hook RG27 0LD, United Kingdom",
  "Short description (less than 160 characters)": "The ideal setting to let go, relax and reconnect to nature, to your body, to your mind.",
  "Long description (500 characters)": "The Bothy by Wildsmith at Heckfield Place adopts a holistic wellness philosophy that emphasizes a deep connection to nature and the body's natural rhythms. Treatments align with circadian rhythms, enhancing well-being. The spa offers massages, facials, and body treatments using Wildsmith Skin's formulations. The environment encourages disconnection from technology, with movement classes and outdoor activities like forest bathing and wild swimming.",
  "Serenity Ways URL": "https://serenityways.com/collections/bothy-wildsmith-heckfield-place",
  "USP 1 (title)": "Nature-Integrated Spa",
  "USP 1 (description in less than 160 characters)": "Offers treatments that harmonize with natural surroundings, promoting a deep connection to nature.",
  "USP 2 (title)": "Circadian Rhythm Therapies",
  "USP 2 (description in less than 160 characters)": "Spa treatments align with the body's natural circadian rhythms, enhancing overall well-being.",
  "USP 3 (title)": "Sustainable Wellness Practices",
  "USP 3 (description in less than 160 characters)": "Emphasizes sustainability through organic farming, biomass boilers, and rainwater harvesting.",
  "Health and wellness approach (less than 500 characters)": "The Bothy by Wildsmith at Heckfield Place emphasizes a holistic wellness philosophy. Treatments align with circadian rhythms, using Wildsmith Skin's formulations. Techniques like breathwork, myofascial release, and acupressure are used to restore balance. The spa environment encourages disconnection from technology, with movement classes and outdoor activities like forest bathing and wild swimming.",
  "Nutrition approach (less than 500 characters)": "Heckfield Place's culinary philosophy focuses on sustainability and seasonality, with biodynamic farming. Home Farm supplies fresh, organic ingredients for nutritious meals. Led by chef Skye Gyngell, the kitchen emphasizes mindful eating. Guests enjoy diverse dining experiences, from the Green Michelin-starred Marle to Hearth, reflecting the estate's natural rhythms.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities: upgrade on arrival, $100 USD F&B credit, early check-in/late check-out, and complimentary Wi-Fi.",
  "Languages spoken": "English",
  "Location highlights": "Countryside estate; situated on 400 acres of secluded Hampshire landscape, ideal for relaxation and nature-based wellness activities.",
  "Access": "Nearest international airport: London Heathrow Airport (LHR), approximately a 45-minute drive.",
  "Family friendly ?": "Yes; children are allowed, but The Bothy by Wildsmith is adults-only.",
  "Pet friendly ?": "Yes; pets allowed in certain areas with prior arrangement, but not at The Bothy.",
  "Booking and payment policy": "A deposit of 50% of the total amount is required to confirm the booking.",
  "Cancellation policy": "Cancellations made more than 7 days prior to arrival receive a full refund. Within 7 days, the deposit is forfeited.",
  "FAQ 1 - question": "What wellness treatments are available at The Bothy?",
  "FAQ 1 - answer": "A range of spa treatments, including massages and facials using Wildsmith Skin products.",
  "FAQ 2 - question": "Are fitness programs offered at The Bothy?",
  "FAQ 2 - answer": "Yes, including personal training sessions and group fitness classes.",
  "FAQ 3 - question": "Is The Bothy open to non-residents?",
  "FAQ 3 - answer": "Non-residents can book specific treatments or programs in advance.",
  "FAQ 4 - question": "What is unique about the dining options?",
  "FAQ 4 - answer": "Dining focuses on seasonal, locally sourced ingredients at Heckfield Place.",
  "FAQ 5 - question": "What other facilities are available at Heckfield Place?",
  "FAQ 5 - answer": "Facilities include a cinema, gardens, and extensive walking trails."
}