{
  "Clinic name": "The Ranch Malibu",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Malibu",
  "Location (country)": "USA",
  "Location (address)": "12220 Cotharin Rd, Malibu, CA 90265, USA",
  "Short description (less than 160 characters)": "Intense hikes, fitness routines, plant-based nutrition, and a lot of fun. Discover why this program works so well.",
  "Long description (500 characters)": "The Ranch Malibu offers a structured wellness program combining daily hikes, strength training, yoga, and a plant-based diet to detoxify and rejuvenate guests over a 6-night, 7-day stay. Located in the serene hills of Malibu, California, it provides breathtaking views of the Pacific Ocean and rugged coastal landscapes. The program aims to detoxify the body, reset the mind, and promote long-term healthy habits, offering a nurturing environment to focus entirely on well-being.",
  "Serenity Ways URL": "https://serenityways.com/collections/the-ranch-malibu",
  "USP 1 (title)": "The unique The Ranch",
  "USP 1 (description in less than 160 characters)": "Highly structured program with daily hikes, strength training, yoga, and a plant-based diet for detox and rejuvenation.",
  "USP 2 (title)": "Malibu heights",
  "USP 2 (description in less than 160 characters)": "Breathtaking views of the Pacific Ocean and rugged coastal landscapes offer the best environment to disconnect.",
  "USP 3 (title)": "Regenerative cuisine",
  "USP 3 (description in less than 160 characters)": "Plant-based meals sourced from organic gardens nourish and detoxify the body.",
  "Health and wellness approach (less than 500 characters)": "The Ranch Malibu emphasizes physical endurance and holistic health with a group experience. Daily hikes in nature challenge participants physically while fostering mental clarity. The program integrates hikes with strength training, yoga, and a plant-based diet, aiming to detoxify the body and promote long-term healthy habits. Educational sessions on nutrition and sustainable wellness practices are provided.",
  "Nutrition approach (less than 500 characters)": "The Ranch Malibu focuses on a plant-based, organic diet to support detoxification and revitalization. Meals are crafted from nutrient-dense ingredients, excluding alcohol, caffeine, dairy, soy, gluten, and processed sugars. The daily calorie intake is around 1,400 calories, designed to support weight loss and optimal health. Meals are served communally, with cooking classes to support long-term wellness goals.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy 1 additional massage, or 1 chiropractic session or 3 cryotherapy sessions (value 250$), Early Check-In / Late Check-Out, subject to availability, Complimentary Wi-Fi.",
  "Languages spoken": "English",
  "Location highlights": "Nestled in the Santa Monica Mountains, around 5 km from the Pacific coast, offering panoramic views of mountains and ocean.",
  "Access": "Address: 12220 Cotharin Rd, Malibu, CA 90265, USA. Nearest airport: Los Angeles International Airport (LAX) - approximately 1 hour drive.",
  "Family friendly ?": "The Ranch experience is designed for adults. Couples are welcome, and can share the same cottage.",
  "Pet friendly ?": "Pets are welcome.",
  "Booking and payment policy": "All reservations require a $2,000 deposit. The remaining balance, including a 16% service charge, will be billed 40 days prior to arrival.",
  "Cancellation policy": "In the event of a cancellation within 40 days, if The Ranch fills the reservation, guests can move their reservation. A 10% cancellation fee is charged to all refunded payments.",
  "FAQ 1 - question": "What are the key wellness programs at The Ranch Malibu?",
  "FAQ 1 - answer": "The Ranch focuses on detox, fitness, and rejuvenation with programs of 6, 7, or 8 nights, and offers a private program for a tailored experience.",
  "FAQ 2 - question": "What is the typical daily schedule at The Ranch?",
  "FAQ 2 - answer": "Each day includes 4-6 hours of exercise: wake-up, stretches, breakfast, hiking, lunch, naptime, fitness class, yoga, massage, free time, dinner, bed.",
  "FAQ 3 - question": "What will I be eating?",
  "FAQ 3 - answer": "A plant-based diet with seasonal, organic ingredients, excluding animal protein, alcohol, processed sugars, dairy, soy, and gluten.",
  "FAQ 4 - question": "What are the hikes and terrain like?",
  "FAQ 4 - answer": "Daily hikes of 2-4 hours on varied terrain, with elevation gains of 1,500-2,400 feet, offering both challenging and accessible routes.",
  "FAQ 5 - question": "Can I personalize my stay at The Ranch?",
  "FAQ 5 - answer": "Yes, The Ranch Private offers fully personalized programs for individuals or small groups seeking a tailored experience."
}