{
  "Clinic name": "The Ranch Hudson Valley",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Sloatsburg",
  "Location (country)": "USA",
  "Location (address)": "Stonegate Farm, 94 Oak Summit Rd, Stanfordville, NY 12581, USA",
  "Short description (less than 160 characters)": "Intense hikes, fitness, plant-based nutrition, and a lot of fun: the proven The Ranch method.",
  "Long description (500 characters)": "The Ranch Hudson Valley offers a structured wellness program focused on physical endurance and recovery. Set on a serene 200-acre estate, guests enjoy intense hikes, strength training, yoga, and plant-based meals. The small group size fosters community and support, while the nutrition approach emphasizes detoxification and revitalization with locally sourced, organic ingredients. Experience a transformative journey in the picturesque Hudson Valley.",
  "Serenity Ways URL": "https://serenityways.com/collections/the-ranch-hudson-valley",
  "USP 1 (title)": "Near NYC",
  "USP 1 (description in less than 160 characters)": "Located less than an hour from New York City, offering a serene, nature-filled retreat.",
  "USP 2 (title)": "Signature Programs",
  "USP 2 (description in less than 160 characters)": "3- or 4-night programs with hikes, strength training, yoga, and massages.",
  "USP 3 (title)": "Farm-to-table",
  "USP 3 (description in less than 160 characters)": "Plant-based meals using local organic ingredients for detox and energy.",
  "Health and wellness approach (less than 500 characters)": "The Ranch Hudson Valley emphasizes physical endurance, recovery, and group dynamics. Daily hikes on scenic trails foster community, while strength training, yoga, and massages balance exertion with relaxation. The small group size allows for a personalized atmosphere, encouraging a shared wellness journey.",
  "Nutrition approach (less than 500 characters)": "The nutrition approach focuses on plant-based, nutrient-dense meals to complement physical activities. Using seasonal, organic ingredients, meals support detoxification and revitalization. Communal dining enhances the experience, promoting clean eating and wellness.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities at The Ranch Hudson Valley.",
  "Languages spoken": "English",
  "Location highlights": "Set in the picturesque lower Hudson Valley on a 200-acre estate, with access to extensive hiking trails in nearby state parks.",
  "Access": "1 hour from New York City",
  "Family friendly ?": "The Ranch is an experience designed for adults (14+ years old).",
  "Pet friendly ?": "Pets are accepted at The Ranch Hudson valley on a case by case basis.",
  "Booking and payment policy": "Upon acceptance, a $2,000 deposit is charged. The remaining balance is due 40 days prior to arrival and is non-refundable.",
  "Cancellation policy": "Cancellations less than 40 days prior are non-refundable. If filled, a credit for a future stay is possible. More than 40 days before, deposit is refundable less 10%.",
  "FAQ 1 - question": "What wellness programs are offered at The Ranch Hudson Valley?",
  "FAQ 1 - answer": "The Ranch offers 3-night, 4-day and 4-night, 5-day programs focused on detox, fitness, and rejuvenation.",
  "FAQ 2 - question": "What is the daily schedule like?",
  "FAQ 2 - answer": "Includes morning hikes, strength training, yoga, massages, and meals, with time for relaxation.",
  "FAQ 3 - question": "What will I be eating?",
  "FAQ 3 - answer": "A plant-based diet using seasonal, organic ingredients, excluding animal protein, alcohol, and processed sugars.",
  "FAQ 4 - question": "Can I personalize my wellness program?",
  "FAQ 4 - answer": "Yes, programs can be tailored to individual needs, focusing on fitness, dietary preferences, and wellness treatments.",
  "FAQ 5 - question": "What are the hikes and terrain like?",
  "FAQ 5 - answer": "Guests can choose between 2- or 4-hour hikes in the area, with well-maintained paths of varying difficulty."
}