{
  "Clinic name": "The Retreat Costa Rica",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Atenas",
  "Location (country)": "Costa Rica",
  "Location (address)": "Barrio Jesús de Atenas, Altos del Monte, Costa Rica",
  "Short description (less than 160 characters)": "A soulful wellness haven in Costa Rica blending organic cuisine, healing spa rituals, and nature-based transformation.",
  "Long description (500 characters)": "The Retreat Costa Rica is a serene boutique wellness resort nestled in the lush hills of Atenas, offering an integrative healing experience through plant-based cuisine, farm-to-spa treatments, emotional healing and spiritual guidance. Founded by wellness expert Diana Stobo, it’s a perfect place to detox, reconnect, and restore balance while surrounded by tropical nature and expert holistic care.",
  "Serenity Ways URL": "https://serenityways.com/collections/the-retreat-costa-rica",
  "USP 1 (title)": "Founder-Led Transformation",
  "USP 1 (description in less than 160 characters)": "Founded by wellness expert Diana Stobo, The Retreat blends energy healing, detox, and spiritual coaching with luxury hospitality.",
  "USP 2 (title)": "Farm-to-Spa Healing",
  "USP 2 (description in less than 160 characters)": "Organic garden provides the ingredients for both gourmet plant-based meals and natural spa treatments.",
  "USP 3 (title)": "Intimate Hilltop Haven",
  "USP 3 (description in less than 160 characters)": "With just 19 rooms, this adults-only sanctuary offers panoramic views and deeply personalized care.",
  "Health and wellness approach (less than 500 characters)": "The Retreat offers a soul-centered wellness experience combining healing rituals, spiritual practices, and energy medicine with luxury hospitality. Guests enjoy programs focused on stress reduction, detox, and emotional healing, supported by nature, organic food, natural spa treatments, and expert-led holistic therapies. Daily activities include yoga, meditation, and workshops for inner transformation.",
  "Nutrition approach (less than 500 characters)": "Cuisine is plant-based, anti-inflammatory, gluten-free and dairy-free, made with ingredients from the on-site organic farm. The menus are crafted to support detox, gut healing, and energy balance, prepared with love and designed to delight the senses while nourishing the body and mind.",
  "Exclusive benefits when booking with Serenity Ways": "Complimentary spa treatment (60 min), daily organic breakfast, early check-in and late check-out (subject to availability).",
  "Languages spoken": "English, Spanish",
  "Location highlights": "Perched on a quartz mountain with panoramic views of the Pacific, surrounded by lush rainforest and medicinal gardens, only 45 min from San José.",
  "Access": "45-minute drive from Juan Santamaría International Airport (SJO); private transfers can be arranged.",
  "Family friendly ?": "Adults-only (guests must be 18+).",
  "Pet friendly ?": "No",
  "Booking and payment policy": "A 50% deposit is required to confirm the booking, with the balance due upon arrival. Bookings made within 30 days of arrival require full payment.",
  "Cancellation policy": "Cancellations made more than 30 days before arrival are refundable minus a $100 fee. Within 30 days, a credit is offered for a future stay within 12 months.",
  "FAQ 1 - question": "Is The Retreat Costa Rica suitable for solo travelers?",
  "FAQ 1 - answer": "Yes, the intimate setting, guided activities and supportive staff make it ideal for solo guests seeking rest, reflection, and transformation.",
  "FAQ 2 - question": "Will I feel hungry on the detox program?",
  "FAQ 2 - answer": "No—meals are nutrient-dense, satisfying, and tailored to your wellness goals, ensuring gentle yet effective detox without deprivation.",
  "FAQ 3 - question": "Is alcohol or caffeine allowed?",
  "FAQ 3 - answer": "No, The Retreat follows a clean-living philosophy without alcohol or caffeine to promote detoxification and healing.",
  "FAQ 4 - question": "What kind of treatments are offered at the spa?",
  "FAQ 4 - answer": "Spa treatments range from crystal healing and aromatherapy to lymphatic drainage, facials, energy work, and organic body rituals.",
  "FAQ 5 - question": "Can I extend my stay or combine programs?",
  "FAQ 5 - answer": "Yes, stays and programs can be customized or extended based on availability and your health goals. Advisors help tailor the best fit."
}
