{
  "Clinic name": "The Retreat Costa Rica",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Atenas",
  "Location (country)": "Costa Rica",
  "Location (address)": "Barrio Jesús de Atenas, Costa Rica",
  "Short description (less than 160 characters)": "The Retreat Costa Rica - an inspired retreat for holistic wellness.",
  "Long description (500 characters)": "The Retreat Costa Rica offers holistic programs that heal deep stress and burnout. Nestled on a crystal mountain, it blends Ayurveda, detox, and modern therapies. Guests enjoy a plant-based anti-inflammatory diet, farm-to-table cuisine, and a unique environment among the soothing rhythms of nature. The Retreat is a sanctuary for wellness programs, spiritual retreats, and Ayurveda cures, designed to strengthen, nourish, and renew.",
  "Serenity Ways URL": "https://serenityways.com/collections/the-retreat-costa-rica",
  "USP 1 (title)": "A special place",
  "USP 1 (description in less than 160 characters)": "Nestled on a crystal mountain, The Retreat offers a unique vision of holistic wellness.",
  "USP 2 (title)": "Profound healing",
  "USP 2 (description in less than 160 characters)": "Combines Ayurveda, detox, and modern therapies for transformative journeys.",
  "USP 3 (title)": "Organic cuisine",
  "USP 3 (description in less than 160 characters)": "Enjoy plant-based, farm-to-table meals from their own organic garden.",
  "Health and wellness approach (less than 500 characters)": "The Retreat is a sanctuary for wellness programs, spiritual retreats, Ayurveda cures, and healthy gastronomy. It offers a unique environment with stunning views of the Costa Rican rainforest and the Pacific Ocean. Guests are pampered at Vida Mía Healing Spa, enjoy daily yoga, and savor organic cuisine. The Retreat supports guests in their desired experiences, offering a blank canvas for personal growth.",
  "Nutrition approach (less than 500 characters)": "Menus are based on an anti-inflammatory diet with organic, fresh ingredients. The cuisine is mainly plant-based, with sustainably raised local fish, fowl, beef, and lamb. It is grain-free, dairy-free, and free of refined sweeteners. Guests can explore the garden with the chef and enjoy fresh herbs in drinks. The food is grown in crystal energy-infused soil, enhancing the healing experience.",
  "Exclusive benefits when booking with Serenity Ways": "Upgrade at booking, daily breakfast, $100 USD hotel credit, complimentary airport transfers, welcome amenity, 20% tour discount, early check-in/late check-out, free Wi-Fi.",
  "Languages spoken": "English, Spanish",
  "Location highlights": "Perched on a crystal mountain, The Retreat offers a unique energy and authentic staff, creating a family-like atmosphere.",
  "Access": "Address: Provincia de Alajuela - Atenas, Barrio Jesús. 700 metros Oeste de la entrada de Barroeta. Approx. 45 minutes from San José Airport.",
  "Family friendly ?": "The Retreat welcomes guests above 16 years old.",
  "Pet friendly ?": "The Retreat does not accommodate pets.",
  "Booking and payment policy": "Normal rates: 30% pre-payment. Discounted rates: 100% pre-payment.",
  "Cancellation policy": "Low season: cancel 7 days prior. High season: 15 days. Peak season: 30 days. Discounted rates: non-refundable, rebook within 6 months.",
  "FAQ 1 - question": "What is the minimum stay requirement?",
  "FAQ 1 - answer": "Minimum stay is 3 nights, with varying program durations available.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "The hotel offers detox, stress management, Ayurveda therapies, and more.",
  "FAQ 3 - question": "Is there an age requirement?",
  "FAQ 3 - answer": "The hotel is adults-only with a minimum age requirement of 16.",
  "FAQ 4 - question": "What is included in the wellness packages?",
  "FAQ 4 - answer": "Packages include accommodation, full board, treatments, and consultations.",
  "FAQ 5 - question": "Can I come with a partner who does not participate in the wellness program?",
  "FAQ 5 - answer": "Yes, partners are welcome even if they do not participate in a program.",
  "programs": ""
}