{
  "Clinic name": "Villa Eden",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Merano",
  "Location (country)": "Italy",
  "Location (address)": "Via Winkel, 68/70, 39012 Merano BZ, Italy",
  "Short description (less than 160 characters)": "Villa Eden - a boutique luxury retreat with expert longevity programs.",
  "Long description (500 characters)": "Villa Eden is a distinguished wellness retreat in Merano, Italy, offering personalized care with advanced health and beauty treatments. Specializing in detoxification, anti-aging, and rejuvenation, Villa Eden combines preventive medicine and holistic healing. Guests enjoy tailored wellness programs, luxurious amenities, and a serene setting amidst the Dolomites, making it a leading destination for transformative wellness experiences.",
  "Serenity Ways URL": "https://serenityways.com/collections/villa-eden-merano",
  "USP 1 (title)": "Hyper personalization",
  "USP 1 (description in less than 160 characters)": "Villa Eden offers bespoke services, tailoring experiences to each guest's unique preferences and needs.",
  "USP 2 (title)": "Intimate, boutique atmosphere",
  "USP 2 (description in less than 160 characters)": "With limited suites, Villa Eden provides a private, exclusive retreat ideal for wellness and privacy.",
  "USP 3 (title)": "Elegant setting in Merano",
  "USP 3 (description in less than 160 characters)": "Located in Merano, Villa Eden blends Italian luxury with natural beauty, offering stunning views.",
  "Health and wellness approach (less than 500 characters)": "Villa Eden combines personalized care with advanced treatments, focusing on detoxification, anti-aging, and rejuvenation. Programs start with a medical assessment, creating customized plans for physical, mental, and emotional balance. The approach includes medical, nutritional, and beauty treatments, enhancing natural healing and promoting radiant health.",
  "Nutrition approach (less than 500 characters)": "Villa Eden's nutrition complements its wellness programs, offering Mediterranean-inspired dishes rich in antioxidants and healthy fats. Meals are tailored to support health goals like detoxification and weight loss, emphasizing fresh, seasonal ingredients. The elegant dining experience enhances both health and enjoyment.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy amenities like room upgrades, spa credits, airport transfers, wine tours, and more.",
  "Languages spoken": "Italian, German, English",
  "Location highlights": "Nestled in Merano, surrounded by the Dolomites, Villa Eden offers a mild climate and access to thermal baths and cultural heritage.",
  "Access": "Address: Winkelweg 68/70, 39012 Merano, Italy. Arrival by Car: From Verona Airport: 1 hr 30 min. Nearest Airport: Verona Villafranca Airport (VRN): 120 km / 1 hr 30 min by car.",
  "Family friendly ?": "The experience at Villa Eden is designed for adults.",
  "Pet friendly ?": "Pets are welcome with prior arrangement. Supplement: €40 per day. Restrictions apply.",
  "Booking and payment policy": "The reservation is confirmed after a payment of 30% of the amount of the entire stay.",
  "Cancellation policy": "Cancellation more than 14 days before arrival: free. 14-1 days: 90% charge. Less than 1 day: 100% charge.",
  "FAQ 1 - question": "What wellness services are available at Villa Eden?",
  "FAQ 1 - answer": "Villa Eden offers detox, weight loss, anti-aging, and stress reduction programs, focusing on personalized wellness.",
  "FAQ 2 - question": "What kind of treatments can guests expect at Villa Eden?",
  "FAQ 2 - answer": "Guests can access medical diagnostics, aesthetic treatments, and holistic therapies designed to improve overall health.",
  "FAQ 3 - question": "Does Villa Eden offer long-term wellness support?",
  "FAQ 3 - answer": "Yes, Villa Eden provides post-program follow-ups to ensure guests maintain their wellness progress after their stay.",
  "FAQ 4 - question": "Is Villa Eden suitable for a short wellness retreat?",
  "FAQ 4 - answer": "Yes, the flexible programs at Villa Eden make it a perfect destination for both short-term and extended wellness stays.",
  "FAQ 5 - question": "",
  "FAQ 5 - answer": "",
  "programs": ""
}