{
  "Clinic name": "ZEM Wellness Clinic Altea",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Altea",
  "Location (country)": "Spain",
  "Location (address)": "Calle Suecia s/n, 03590 Altea, Alicante, Spain",
  "Short description (less than 160 characters)": "Brand new ultra luxury health clinic by the Mediterranean, merging advanced medicine, ancient wisdom, and personalised wellness programmes.",
  "Long description (500 characters)": "ZEM Wellness Clinic Altea sits on the Costa Blanca, overlooking the Mediterranean Sea, offering comprehensive medical-longevity programmes rooted in Mediterranean lifestyle and advanced diagnostics. With 25 medical specialties, it integrates personalized therapies across detox, immune revitalisation, weight management, aesthetics/intimate health, and more, supported by spa‑grade facilities and seasonal farm‑to‑table nutrition sourced from Finca Althaya.",
  "Serenity Ways URL": "https://serenityways.com/collections/zem-wellness-clinic-altea",
  "USP 1 (title)": "Medical Longevity Expertise",
  "USP 1 (description in less than 160 characters)": "25 medical specialties, genetics, biomarker diagnostics and targeted programmes to extend healthspan.",
  "USP 2 (title)": "Intimate & Aesthetic Health Focus",
  "USP 2 (description in less than 160 characters)": "Advanced female intimate health including CO₂ laser, ultrasound & urinary function programs.",
  "USP 3 (title)": "Mediterranean‑Farm Nutrition",
  "USP 3 (description in less than 160 characters)": "Personalised Mediterranean diet using organic produce grown on‑site at Finca Althaya.",
  "Health and wellness approach (less than 500 characters)": "ZEM integrates advanced diagnostics, longevity medicine and eastern healing in a holistic model based on eight pillars—from anti‑ageing and pro‑ageing to immune, detox, weight and intimate health. Treatments combine state‑of‑the‑art technology with ancestral therapies in a medically supervised, luxury wellness environment.",
  "Nutrition approach (less than 500 characters)": "A Mediterranean anti‑inflammatory diet curated by nutritionists and sourced from the clinic’s organic farm, tailored to individual longevity, detox or metabolic goals and delivered with seasonal, flavorful meals.",
  "Exclusive benefits when booking with Serenity Ways": "Room upgrade (if available), spa credit, early/late check‑in, VIP welcome, help scheduling programmes, complimentary wellness consultation.",
  "Languages spoken": "English, Spanish",
  "Location highlights": "Perched on the Costa Blanca overlooking the sea with landscaped gardens, pools, snow‑room, helipad and access to natural Mediterranean trails.",
  "Access": "45‑min drive from Alicante Airport (ALC); free parking; private transfers available.",
  "Family friendly ?": "No",
  "Pet friendly ?": "No",
  "Booking and payment policy": "50% deposit within 5 business days to confirm booking (100% for Royal Suite); balance due 14 days prior to arrival.",
  "Cancellation policy": "Free cancellation >28 days before arrival; 50% charge 27–14 days; 100% charge <14 days.",
  "FAQ 1 - question": "What longevity programmes are offered?",
  "FAQ 1 - answer": "Programs include Essential, Pro‑Ageing, Immune‑Revitalisation, Detox, Weight Management, Rejuvenating/Aesthetics, plus Intimate Boost add‑ons.",
  "FAQ 2 - question": "Where does your food come from?",
  "FAQ 2 - answer": "Cuisine is Mediterranean, personalized, and sourced from the organic Finca Althaya farm 7 km away.",
  "FAQ 3 - question": "What intimate health services are available?",
  "FAQ 3 - answer": "Includes female intimate wellness services: CO₂ laser, ultrasound check‑up, pelvic floor Emsella, bioidentical hormones & sexology.",
  "FAQ 4 - question": "Are there spa & recovery facilities?",
  "FAQ 4 - answer": "Yes – facilities include indoor/outdoor pools, snow room, advanced hydrotherapy, relaxation areas and treatment rooms.",
  "FAQ 5 - question": "Which languages are spoken?",
  "FAQ 5 - answer": "The clinic operates in English and Spanish."
}
