{
  "Clinic name": "ZEM Wellness Clinic Altea",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Altea",
  "Location (country)": "Spain",
  "Location (address)": "Partida Villa Gadea, 03590 Altea, Alicante, Spain",
  "Short description (less than 160 characters)": "ZEM opened in January 2025, offering programs based on Mediterranean longevity principles. Book with Serenity Ways for exclusive perks.",
  "Long description (500 characters)": "ZEM Wellness Clinic Altea offers an unparalleled luxury experience with programs inspired by Mediterranean longevity principles. The clinic combines 25 medical disciplines for a holistic approach to health, providing comprehensive medical services and ultimate luxury in a stunning Mediterranean setting. With a focus on pro-ageing, immune revitalization, and more, ZEM aims to enhance quality of life through tailored programs and a multidisciplinary team.",
  "Serenity Ways URL": "https://serenityways.com/collections/zem-wellness-clinic-altea",
  "USP 1 (title)": "Mediterranean Longevity",
  "USP 1 (description in less than 160 characters)": "Programs inspired by Mediterranean longevity principles, enhancing quality of life.",
  "USP 2 (title)": "Comprehensive Medical Services",
  "USP 2 (description in less than 160 characters)": "25 medical disciplines combined for a holistic health approach.",
  "USP 3 (title)": "Ultimate Luxury",
  "USP 3 (description in less than 160 characters)": "Highest level of hospitality with state-of-the-art equipment in a stunning setting.",
  "Health and wellness approach (less than 500 characters)": "ZEM integrates cutting-edge medical care with technological innovation and Mediterranean tranquility. The clinic offers six integrative health programs focusing on pro-ageing, immune revitalization, rejuvenation, detoxification, and weight management. Each program is tailored to individual needs, combining medical assessments with personalized treatments to promote overall well-being.",
  "Nutrition approach (less than 500 characters)": "Rooted in the Mediterranean diet, ZEM's nutrition philosophy offers personalized food plans with organic, seasonal ingredients from its sustainable farm. Meals are nutritious, healthy, and flavorful, supporting longevity goals and promoting sustainable eating habits.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy €200 credit per person for wellness treatments (for programs of 7 nights and more), early check-in and late check-out, and welcome amenities.",
  "Languages spoken": "Spanish, English",
  "Location highlights": "ZEM is a retreat on the beautiful Mediterranean coast in Spain, offering great walk opportunities with incredible sea views and natural landscapes.",
  "Access": "Nearest international airport: Alicante-Elche Airport (ALC), approximately a 45-minute drive from the clinic.",
  "Family friendly ?": "No; the clinic is designed for adults seeking a focused health and wellness retreat.",
  "Pet friendly ?": "No; pets are not allowed.",
  "Booking and payment policy": "A deposit of 50% is required to confirm the booking, with the remaining 50% due 14 days before arrival. 100% deposit for Royal Suite bookings.",
  "Cancellation policy": "Cancellations more than 4 weeks prior receive a full refund. Between 27 and 14 days, 50% charge applies. After that, 100% charge.",
  "FAQ 1 - question": "What is unique about ZEM?",
  "FAQ 1 - answer": "ZEM leverages Mediterranean longevity principles and integrates medical specialties for an early detection and prevention approach.",
  "FAQ 2 - question": "What wellness programs are offered?",
  "FAQ 2 - answer": "Programs include Weight Management, Detox, Rejuvenating, Pro-Ageing, and Immune & Revitalization, with optional Boosts.",
  "FAQ 3 - question": "What accommodations are available?",
  "FAQ 3 - answer": "Room categories include Deluxe Suites, Feng Shui Suites, Junior Suites, Grand Suites, Executive Suites, and a Royal Suite.",
  "FAQ 4 - question": "What dining options are provided?",
  "FAQ 4 - answer": "The restaurant Salvia offers healthy cuisine with ingredients from ZEM's farm. Chef Javier Diaz Esterri provides plant-based options.",
  "FAQ 5 - question": "Where is ZEM located?",
  "FAQ 5 - answer": "ZEM is located in Altea, Spain, known for its sunny climate and mesmerizing Mediterranean views."
}