{
  "Clinic name": "ZihFit",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Zihuatanejo",
  "Location (country)": "Mexico",
  "Location (address)": "Zihuatanejo",
  "Short description (less than 160 characters)": "ZihFit - experience holistic wellness in private villas in Zihuatanejo.",
  "Long description (500 characters)": "ZihFit is an exclusive wellness retreat focused on physical fitness, nutritional guidance, and spiritual growth. It offers transformative programs in private villas overlooking the Pacific Ocean. Led by Eduardo Penteado, it provides personalized programs blending sport, mindfulness, and nutrition. Set in serene surroundings, ZihFit rejuvenates the mind, body, and spirit in a peaceful, private environment.",
  "Serenity Ways URL": "https://serenityways.com/collections/zihfit",
  "USP 1 (title)": "Exclusive retreat",
  "USP 1 (description in less than 160 characters)": "ZihFit offers transformative programs in private villas overlooking the Pacific Ocean.",
  "USP 2 (title)": "Holistic wellness",
  "USP 2 (description in less than 160 characters)": "Personalized programs blending sport, mindfulness, and nutrition led by Eduardo Penteado.",
  "USP 3 (title)": "Serene sanctuary",
  "USP 3 (description in less than 160 characters)": "Rejuvenate mind, body, and spirit in a peaceful, private environment in Zihuatanejo.",
  "Health and wellness approach (less than 500 characters)": "ZihFit Retreat is a holistic sanctuary offering transformative wellness experiences designed to nurture mind, body, and spirit. Programs blend fitness activities, mindful meditation, and nutritious cuisine. Founded by J. Ben Bourgeois and Eduardo Penteado, it offers a refuge from daily life to reconnect with inner selves, combining traditional rituals with modern wellness philosophies.",
  "Nutrition approach (less than 500 characters)": "The nutrition approach at ZihFit is healthy and joyful. The food is locally grown, organic, with pescatarian, vegetarian, and vegan options. ZihFit also offers a menu of in-house curated detoxifying mocktails.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive perks at ZihFit.",
  "Languages spoken": "English, Spanish, Portuguese",
  "Location highlights": "ZihFit is an exclusive oceanfront retreat with 2 private villas: Casa Fiesta and Playa Fiesta.",
  "Access": "The nearest airport is ZIH (Ixtapa / Zihautanejo). A private driver is offered to all guests to ZihFit (20 minutes drive).",
  "Family friendly ?": "Guests over 16 years old are welcome to ZihFit.",
  "Pet friendly ?": "Pets are welcome to ZihFit.",
  "Booking and payment policy": "50% pre-payment is required to book a stay at ZihFit. The remaining balance must be paid 30 days prior to the booking arrival date.",
  "Cancellation policy": "The 50% deposit is non-refundable. It is possible to rebook or transfer the booking to another party within 30 days. Notify ZihFit in writing of any changes no later than 30 days before arrival.",
  "FAQ 1 - question": "Do ZihFit programs start on specific dates?",
  "FAQ 1 - answer": "ZihFit program has set start dates. Flexible dates are possible for private bookings.",
  "FAQ 2 - question": "Is the ZihFit available year-round?",
  "FAQ 2 - answer": "Yes, ZihFit is open throughout the year, allowing guests to plan retreats anytime that suits them.",
  "FAQ 3 - question": "Is prior fitness experience required to join the program?",
  "FAQ 3 - answer": "No prior experience is needed. ZihFit welcomes guests of all fitness levels, providing a supportive environment.",
  "FAQ 4 - question": "Is the program at ZihFit conducted in groups or individually?",
  "FAQ 4 - answer": "The program typically operates in groups with a maximum of 16 people but can also be attended as a private retreat.",
  "FAQ 5 - question": "What kind of meals are provided during a retreat at ZihFit?",
  "FAQ 5 - answer": "ZihFit offers meals focused on wellness, including locally sourced, organic pescatarian, vegetarian, and vegan options."
}