{
  "Clinic name": "Zulal Discovery by Chiva-Som",
  "Health wellness pure-player ?": "",
  "Location (town)": "Al Ruwais",
  "Location (country)": "Qatar",
  "Location (address)": "Al Ruwais, Madinat Ash Shamal, Qatar",
  "Short description (less than 160 characters)": "Zulal is Qatar's premier wellness retreat, ideal for families and healthy holidays.",
  "Long description (500 characters)": "At Zulal by Chiva-Som, the wellness philosophy combines traditional Arabic and Islamic medicine with modern practices. The resort offers a serene environment for families to reconnect and seek a healthy experience. Programs are tailored to individual health needs, promoting physical, mental, and emotional well-being. Zulal Discovery focuses on balance and renewal, offering a wide range of health and wellness programs, where guests reconnect with themselves and their loved ones.",
  "Serenity Ways URL": "https://serenityways.com/collections/zulal-discovery-chiva-som",
  "USP 1 (title)": "Holidays + wellness",
  "USP 1 (description in less than 160 characters)": "Zulal Discovery allows everyone to enjoy wellness at their own pace.",
  "USP 2 (title)": "Ideal for families",
  "USP 2 (description in less than 160 characters)": "Focuses on family wellness, offering programs and activities for all ages.",
  "USP 3 (title)": "TAIM healing",
  "USP 3 (description in less than 160 characters)": "Integrates Traditional Arabic & Islamic Medicine with modern treatments.",
  "Health and wellness approach (less than 500 characters)": "Zulal combines traditional Arabic and Islamic medicine (TAIM) with modern wellness practices. The approach includes nutrition, mind-body therapies, physical movement, herbal medicine, and connection with nature. Programs are tailored to individual health needs, promoting physical, mental, and emotional well-being. The serene environment is designed for families to reconnect and seek a healthy experience.",
  "Nutrition approach (less than 500 characters)": "Nutrition is central at Zulal, offering healthy, organic, and locally sourced meals. The cuisine supports detoxification and revitalization, focusing on nutrient-dense meals free from processed sugars, gluten, and additives. Guests can enjoy meals inspired by Arabic and international cuisine, and participate in cooking classes to learn healthy principles.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities at Zulal Discovery.",
  "Languages spoken": "English",
  "Location highlights": "Located at the northern tip of Qatar, surrounded by mangroves and the Arabian Gulf. Limited WiFi to encourage reconnection.",
  "Access": "Address: Khasooma, Al Ruwais, Qatar. Approx. 1 hour 30 minutes from Hamad International Airport by car.",
  "Family friendly ?": "Yes",
  "Pet friendly ?": "No",
  "Booking and payment policy": "Full payment required 3 days prior to arrival via an online payment link.",
  "Cancellation policy": "Cancellation or modification must be communicated 3 days prior to arrival. Non-refundable if less than 3 days.",
  "FAQ 1 - question": "What family wellness programs are offered at Zulal Discovery?",
  "FAQ 1 - answer": "Programs for families with children of all ages, including wellness retreats, interactive activities, and fitness programs.",
  "FAQ 2 - question": "What activities are available for children?",
  "FAQ 2 - answer": "Children can participate in nature walks, kayaking, yoga, creative workshops, and family-oriented wellness classes.",
  "FAQ 3 - question": "Are there wellness treatments for both parents and children?",
  "FAQ 3 - answer": "Yes, treatments include family consultations, massages, and activities promoting bonding and relaxation.",
  "FAQ 4 - question": "Are meals included in wellness programs?",
  "FAQ 4 - answer": "Yes, wellness packages include three wellness cuisine meals per night, focusing on balanced nutrition.",
  "FAQ 5 - question": "Can I customize my family wellness retreat?",
  "FAQ 5 - answer": "Yes, retreats can be customized with access to tailored programs and treatments for children and adults."
}