{
  "Clinic name": "Zulal Serenity by Chiva-Som",
  "Health wellness pure-player ?": "Yes",
  "Location (town)": "Al Ruwais",
  "Location (country)": "Qatar",
  "Location (address)": "Khasooma, Al Ruwais, Qatar",
  "Short description (less than 160 characters)": "Zulal is Qatar's premier wellness retreat, integrating Traditional Arabic Islamic Medicine for a holistic experience.",
  "Long description (500 characters)": "Zulal Serenity by Chiva-Som is a state-of-the-art wellness retreat located in Al Ruwais, Qatar. It offers a tranquil, adults-only environment with stunning views of the Arabian Gulf. The retreat is rooted in Traditional Arabic & Islamic Medicine (TAIM), blending holistic healing with modern therapies. Guests can enjoy personalized wellness programs, healthy cuisine, and exclusive amenities, making it a perfect getaway to regain energy and health.",
  "Serenity Ways URL": "https://serenityways.com/collections/zulal-serenity",
  "USP 1 (title)": "Wellness in Qatar",
  "USP 1 (description in less than 160 characters)": "Located on the North coast, Zulal Serenity offers a tranquil environment with stunning Arabian Gulf views.",
  "USP 2 (title)": "Adults-Only Wellness",
  "USP 2 (description in less than 160 characters)": "Zulal Serenity provides a child-free space for mental and spiritual well-being with tailored services.",
  "USP 3 (title)": "TAIM Healing",
  "USP 3 (description in less than 160 characters)": "Rooted in TAIM, blending holistic healing with modern therapies for a balanced mind, body, and spirit.",
  "Health and wellness approach (less than 500 characters)": "At Zulal by Chiva-Som, the wellness philosophy combines TAIM with modern practices. Programs are tailored to individual needs, promoting physical, mental, and emotional well-being. Key aspects include acupressure, aromatherapy, herbal remedies, Hijama, physiotherapy, fitness sessions, and holistic practices. Guests reconnect with themselves, guided by TAIM specialists through a profound healing journey.",
  "Nutrition approach (less than 500 characters)": "Nutrition is central at Zulal, offering a curated menu with organic, locally sourced ingredients. Meals support detoxification and revitalization, free from processed sugars and gluten. Inspired by Arabic and international cuisine, the programs are personalized to align with health goals. Guests can also join cooking classes to learn healthy principles.",
  "Exclusive benefits when booking with Serenity Ways": "Serenity Ways clients enjoy exclusive amenities at Zulal Serenity.",
  "Languages spoken": "English",
  "Location highlights": "Zulal Serenity is at Qatar's northern tip, surrounded by mangroves and the Arabian Gulf. It's peaceful, with limited WiFi for reconnection.",
  "Access": "Address: Khasooma, Al Ruwais, Qatar. From Hamad International Airport: 1.5 hours by car (140 km). From Doha City Center: 1.15 hours by car (110 km).",
  "Family friendly ?": "Zulal Serenity is for adults only. Families are welcome in Zulal Discovery, adjacent to Zulal Serenity.",
  "Pet friendly ?": "Pets are not welcome to Zulal.",
  "Booking and payment policy": "Full payment is required 3 days prior to arrival. Zulal will send an online payment link.",
  "Cancellation policy": "Cancellation or modification must be communicated 3 days prior to arrival. Less than 3 days is non-refundable.",
  "FAQ 1 - question": "What types of wellness retreats are available at Zulal Serenity?",
  "FAQ 1 - answer": "Guests can choose from retreats like Taste of Zulal, Mind Body Wellness, Serenity Beauty, Therapeutic Cleanse, and Natural Slimming.",
  "FAQ 2 - question": "What is included in the wellness packages?",
  "FAQ 2 - answer": "Packages include consultations, daily treatments, fitness activities, access to wellness facilities, and wellness cuisine.",
  "FAQ 3 - question": "Are meals included in the wellness retreats?",
  "FAQ 3 - answer": "Yes, wellness packages include three meals per day, featuring healthy and balanced wellness cuisine.",
  "FAQ 4 - question": "What is the minimum stay at Zulal Serenity?",
  "FAQ 4 - answer": "The minimum stay for wellness programs is 3 nights, with various retreat lengths available.",
  "FAQ 5 - question": "Can I customize my retreat experience?",
  "FAQ 5 - answer": "Yes, Zulal Serenity offers personalized retreat schedules based on individual health assessments and consultations."
}
