{
  "Title": "ZEM Essential Program",
  "Vendor": "ZEM Wellness Clinic Altea",
  "Serenity Ways URL": "https://serenityways.com/products/zem-essential-program-3-nights",
  "Slogan or tagline": "Your first step into ZEM’s world of preventive, regenerative and personalized wellness.",
  "Short description (less than 160 characters)": "A foundational wellness stay combining diagnostics, therapies, and relaxation at ZEM Wellness Clinic Altea.",
  "Long description (500 characters)": "ZEM’s Essential Program is designed as an ideal introduction to the clinic’s integrative health philosophy. Across three nights, guests benefit from high-impact diagnostics, therapeutic sessions, and access to the regenerative spa. This holistic retreat balances medical science with personalized wellness care, offering a deep reset for mind and body within a luxurious Mediterranean setting.",
  "Available durations": "3, 7, 14 and 21 nights",
  "Starting price": "From €5,000",
  "Standard duration (days and nights)": "4 days / 3 nights",
  "Standard duration (number of nights)": 3,
  "Standard duration (number of days)": 4,
  "Program approach": "Preventive and regenerative wellness based on diagnostics, personalized protocols, and integrative therapies.",
  "Program goals": "Provide a first insight into ZEM’s method, offering a full assessment and immediate wellness improvements.",
  "Inclusions (consultations and therapies)": "Medical intake and review, health diagnostics, bioenergetic tests, lifestyle and nutritional consultation, 3 IV infusions, 3 energy therapies, 3 aesthetic or physiotherapy sessions.",
  "Inclusions (meals and nutrition)": "Customized nutritional consultation, meal guidance, and full board with ZEM Essential Nutritional Plan.",
  "Inclusions (activities and sessions)": "Free access to the regenerative spa and activities available during the stay.",
  "Minimum stay": "3 nights",
  "Average stay": "5 nights",
  "What we think": "This 3-night Essential Program is perfect for newcomers to ZEM, offering a comprehensive yet time-efficient introduction to their medical and wellness philosophy. It’s ideal for a long weekend reset with high-quality diagnostics and expert care in a peaceful seaside setting."
}
