{
  "Title": "ZEM Detox Program",
  "Vendor": "ZEM Wellness Clinic Altea",
  "Serenity Ways URL": "https://serenityways.com/products/detox-program-zem-wellness-clinic-altea",
  "Slogan or tagline": "Holistic detox retreat to cleanse body and mind through personalized, medically supervised protocols.",
  "Short description (less than 160 characters)": "A transformative detox retreat with medical oversight, diagnostics, therapies, and coaching at ZEM Wellness Clinic Altea.",
  "Long description (500 characters)": "The ZEM Detox Program is a medically supervised detox retreat designed to provide a full-body and mind reset through personalized diagnostics, nutrition, therapies, and movement. Available in 7-, 14-, and 21-night durations, it combines comprehensive medical evaluations, daily detoxifying treatments, mindfulness and physical activity guidance to eliminate toxins, boost metabolism, and elevate vitality in a luxurious Mediterranean setting.",
  "Available durations": "7 nights, 14 nights, 21 nights",
  "Starting price": "From €11,000",
  "Standard duration (days and nights)": "8 days / 7 nights",
  "Standard duration (number of nights)": 7,
  "Standard duration (number of days)": 8,
  "Program approach": "Holistic detox through personalized medical diagnostics, therapies, nutrition, mindfulness, and movement lab support.",
  "Program goals": "Enhance detoxification, boost metabolism, strengthen immunity, reduce stress, and elevate energy levels.",
  "Inclusions (consultations and therapies)": "Initial and final medical evaluations, ZEM health check, targeted detox therapies, daily wellness treatments, movement assessments, mindfulness sessions.",
  "Inclusions (meals and nutrition)": "Detox nutrition plan featuring seasonal vegetables, seeds, gluten-free cereals, supplements, herbal infusions, plus nutrition consultations.",
  "Inclusions (activities and sessions)": "Mindfulness practices, physical exercise and movement therapy, access to spa and relaxation facilities.",
  "Minimum stay": "7 nights",
  "Average stay": "7 to 14 nights",
  "What we think": "This program offers a comprehensive and luxurious detox experience with strong medical support—ideal for guests who want a science-driven reset in a beautiful setting."
}
